Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Please select export list(s)
es_es: Por favor, selecciona listas de exportación
hu_hu: Válassza ki az exportálni kívánt listát/listákat
pt_pt: Por favor, selecione lista(s) para exportar
ro_ro: Vă rugăm selectaţi lista sau listele de distribuție pentru export

source: Please select an export filetype
es_es: Por favor, selecciona un un tipo de archivo de exportación
hu_hu: Válasszon fájltípust az exportáláshoz
pt_pt: Por favor, selecione um tipo de ficheiro para o ficheiro a exportar
ro_ro: Vă rugăm selectaţi un tip de fişier pentru export

source: Export file could not be created, please check permissions on <b>%s</b> to make sure it is writable.
es_es: El archivo de exportación no puede ser creado, por favor revisa los permisos en <b>%s</b> para asegurarte que sean escribíbles.
hu_hu: A fájl nem hozható létr, kérem ellenőriuzze a jogokat, hogy <b>%s</b> biztosan irható-e.
pt_pt: Ficheiro exportado não pôde ser criado. Por favor, verifique as permissões da pasta <b>%s</b> para ter certeza que é gravável.
ro_ro: Fişierul de export nu a putut fi creat. Verificați permisiunile pentru folderul <b>%s</b>.

source: Email Address
es_es: Dirección de Email
hu_hu: E-mail cím
pt_pt: E-mail
ro_ro: Adresă email
sv_se: E-postadress
tr_tr: E-Posta Adresi

source: Created
es_es: Creado
hu_hu: Létrehozva
pt_pt: Criada
ro_ro: Creat
sv_se: Skapad
tr_tr: Oluşturulan

source: Modified
es_es: Modificado
hu_hu: Módosítva
pt_pt: Modificada
ro_ro: Modificat
sv_se: Modifierad
tr_tr: Değiştirlmiş

source: subscribers have been exported. %s
es_es: los suscriptores fueron importados. %s
hu_hu: feliratkozók exportálása sikeres. %s
pt_pt: subscritores exportados. %s
ro_ro: abonați au fost exportați. %s

source: Download CSV
es_es: Descargar CSV
hu_hu: CSV letöltése
pt_pt: Descarregar CSV
ro_ro: Descărcare fișier CSV

source: Theme has been saved
es_es: El Tema fue guardado
hu_hu: Sablon mentve
pt_pt: Modelo gravado
ro_ro: Tema a fost salvată
sv_se: Tema har sparats
tr_tr: Tema kaydedildi

source: Theme could not be saved
es_es: El Tema no pudo ser guardado
hu_hu: Sablon mentése sikertelen
pt_pt: Modelo não pôde ser gravado
ro_ro: Tema nu poate fi salvată
sv_se: Tema kunde inte sparas
tr_tr: Tema kaydedilemedi

source: Theme has been removed
es_es: El Tema fue borrado
hu_hu: Sablon eltávolítva
pt_pt: Modelo apagado
ro_ro: Tema a fost eliminată
sv_se: Tema har raderats
tr_tr: Tema silindi

source: Theme could not be removed
es_es: El Tema no puede borrarse
hu_hu: Sablon nem távolítható el
pt_pt: Modelo não pôde ser apagado
ro_ro: Tema nu poate fi eliminată
sv_se: Tema kunde inte raderas
tr_tr: Tema silinemedi

source: No theme was specified
es_es: No fue especificado ningún Tema
hu_hu: Nincs sablon kiválasztva
pt_pt: Nenhum modelo especificado
ro_ro: Nu a fost specificată nici o temă
sv_se: Inget tema specificerat
tr_tr: Tema belirtilmedi

source: Selected theme has been set as the default
ro_ro: Tema selectată a fost setată ca fiind implicită
sv_se: Valt tema har sats som standard
tr_tr: Seçilen tema, varsayılan olarak seçildi

source: Selected themes have been removed
es_es: Los Temas seleccionados fueron borrados
hu_hu: Kiválasztott sablon eltávolításra került
pt_pt: Modelos selecionados foram apagados
ro_ro: Temele selectate au fost eliminate
sv_se: Valda teman har raderats
tr_tr: Seçilen tema silindi

source: No themes were selected
es_es: No fue seleccionado ningún Tema
hu_hu: Nincs sablon kiválasztva
pt_pt: Nenhum modelo selecionado
ro_ro: Nu a fost selectată nici o temă
sv_se: Inga teman har valts
tr_tr: Hiçbir tema seçilmedi

source: Email templates are meant for content only, use the Themes for newsletter layouts.
ro_ro: Şabloanele de email sunt destinate numai pentru conţinut, folosiţi Temele pentru machetele mesajelor.
sv_se: Mall för e-post är endast till för innehåll, använd teman för nyhetsbrevens utseende
tr_tr: Email şablonları sadece içerik amaçlıdır, e-bülten yerleşimleri için Temaları kullanınız

source: Template has been saved
ro_ro: Şablonul a fost salvat
sv_se: Mall har sparats
tr_tr: Şablon kaydedildi

source: Template could not be saved
ro_ro: Şablonul nu poate fi salvat
sv_se: Mall kunde inte sparas
tr_tr: Şablon kaydedilemedi

source: Template has been removed
ro_ro: Şablonul a fost eliminat
sv_se: Mall har raderats
tr_tr: Şablon silindi

source: No template was specified
ro_ro: Nu a fost specificat nici un şablon
sv_se: Ingen mall specificerades
tr_tr: Hiçbir şablon seçilmedi

source: Template cannot be read
ro_ro: Şablonul nu poate fi citit
sv_se: Mall kan inte läsas
tr_tr: Şablon okunamıyor

source: Selected templates removed
ro_ro: Şabloanele selectate au fost eliminate
sv_se: Valda mallar raderades
tr_tr: Seçili şablonlar silindi

source: Templates could not be removed
ro_ro: Şabloanele nu au putut fi eliminate
sv_se: Mallar kunde inte raderas
tr_tr: Şablon silinemedi

source: No templates were selected
ro_ro: Nu a fost selectat nici un şablon
sv_se: Inga mallar specificerades
tr_tr: Hiçbir şablon seçilmedi

source: Email scheduling is turned off
es_es: El Cronograma de Email está apagado.
hu_hu: Levelek időzítése kikapcsolva
pt_pt: Agendamento de E-mails desligado
ro_ro: Programarea mesajelor a fost oprită
sv_se: Schemaläggning av e-post är avaktiverat
tr_tr: E-posta zamanlandırması kapatıldı

source: The queue has been truncated
es_es: La Cola de Envío se ha truncado
hu_hu: Sorbanallá tételek lerövidítve
pt_pt: A fila de espera foi cortada
ro_ro: Coada a fost trunchiată
sv_se: Kön har tömts
tr_tr: Sıra boşaltıldı

source: queue email(s) have been sent out
es_es: los Emails en Cola de Envío fueron enviados
hu_hu: Sorbanálló levelek kiküldve
pt_pt: e-mails em fila de espera foram enviados
ro_ro: Mesajele din coadă au fost trimise
sv_se: meddelanden i kö har skickats ut
tr_tr: sıradaki e-postalar gönderildi

source: queue email(s) removed
es_es: Emails en Cola de Envío borrados
hu_hu: Sorban álló levelek eltávolítva
pt_pt: e-mails em fila de espera apagados
ro_ro: Mesajele din coadă au fost eliminate
sv_se: meddelanden i kö har raderats
tr_tr: sıradaki e-postalar silindi

source: Queue emails cannot be removed
es_es: Los Emails en Cola de Envió no pueden borrarse
hu_hu: Sorbanálló levelek nem eltávolíthatóak
pt_pt: E-mails em fila de espera não foram apagados
ro_ro: Mesajele din coadă nu au putut fi eliminate
sv_se: meddelande i kö kan inte raderas
tr_tr: Sıradaki e-postlara silinemiyor

source: No queue emails were selected
es_es: No se seleccionaron Emails de la Cola de Envío
hu_hu: Nincs srobanálló levél kiválasztva
pt_pt: Nenhum e-mail em fila de espera foi selecionado
ro_ro: Nu a fost selectat nici un mesaj din coadă
sv_se: Inga meddelanden i kön har valts
tr_tr: Sıradaki emailler seçilemedi

source: History email cannot be read
es_es: El Historial de Emails no puede ser leído
hu_hu: Előzmény levél nem olvasható
pt_pt: Histórico de e-mails não pôde ser lido
ro_ro: Istoricul mesajelor nu poate fi citit
sv_se: Historisk meddelande kan inte läsas
tr_tr: Arşiv e-postası okunamadı

source: No history email was specified
es_es: No fue especificado ningún Historial de Emails
hu_hu: Nincs előzmény levél kiválasztva
pt_pt: Nenhum histórico de e-mails especificado
ro_ro: Nu a fost selectat nici un mesaj din istoric
sv_se: Inget meddelande i historiken specifierades
tr_tr: Arşive e-postası belirtilmedi

source: History email has been removed
es_es: El Historial de Emails ha sido borrado
hu_hu: Előzmény levél eltávolítva
pt_pt: Histórico de e-mails apagado
ro_ro: Mesajul din istoric a fost eliminat
sv_se: Meddelande i historik raderades
tr_tr: Arşiv e-postaları silindi

source: History email could not be removed
es_es: El Historial de Emails no pudo ser borrado
hu_hu: Előzmény levél eltávolítása sikertelen
pt_pt: Histórico de e-mails não pôde ser apagado
ro_ro: Mesajul din istoric nu a putut fi eliminat
sv_se: Meddelande i historik kunde inte raderas
tr_tr: Arşiv e-postası silinemedi

source: history record(s) have been removed
es_es: los registros de Historial han sido borrados
hu_hu: előzmény feljegyzés(ek) eltávolítása sikertelen
pt_pt: registo(s) histórico(s) apagado(s)
ro_ro: Elementele din istoric au fost eliminate
sv_se: meddelanden i historiken har raderats
tr_tr: Arşiv kayıtları silindi

source: No history emails were selected
es_es: No fueron seleccionados Emails del Historial
hu_hu: Nincs előzmény levél kiválasztva
pt_pt: Nenhum histórico de e-mails selecionado
ro_ro: Nu a fost selectat nici un mesaj din istoric
sv_se: Inga meddelanden i historiken har specificerats
tr_tr: Arşiv kayıtları silinemedi

source: No action was specified
es_es: No fue especificada ninguna acción
hu_hu: Nincs tevékenység kiválasztva
pt_pt: Nenhuma ação especificada
ro_ro: Nu a fost specificată nici o acţiune
sv_se: Ingen åtgärd specificerades
tr_tr: Hiçbir eylem belirtilmedi

source: History list has been purged
es_es: El Historial de Lista ha sido purgado
hu_hu: Előzmények listája tisztítva
pt_pt: Listagem de histórico apagado
ro_ro: Lista istorică a fost golită
sv_se: Historiken har tömts
tr_tr: Arşiv listesi temizlendi.

source: History items cannot be removed
es_es: El Historial de Items no puede ser borrado
hu_hu: Előzmény elemek eltávolítása sikertelen
pt_pt: Itens históricos não podem ser apagados
ro_ro: Elementele din istoric nu pot fi eliminate
sv_se: Meddelanden i historik kan inte raderas
tr_tr: Arşiv elemanları temizlenemedi

source: Attachment file has been removed.
es_es: El archivo adjunto fue borrado.
hu_hu: Melleéklet fájl eltávolítva
pt_pt: Ficheiro anexo apagado.
ro_ro: Fișierul atașat a fost eliminat.

source: Attachment could not be read.
es_es: El archivo adjunto no pudo ser leído.
hu_hu: Melléklet nem olvasható
pt_pt: Anexo não pôde ser lido.
ro_ro: Atașamentul nu poate fi citit.

source: No attachment was specified.
es_es: Ningún archivo adjunto fue especificado.
hu_hu: Nincs melléklet kiválasztva
pt_pt: Nenhum anexo especificado.
ro_ro: Nu a fost specificat nici un fişier ataşament.

source: Mailing List
es_es: Lista de Correo
hu_hu: Levelezési lista
ro_ro: Listă de distribuție
sv_se: E-postlista
tr_tr: E-Posta Listesi

source: Read/Opened
es_es: Leído/Abierto
hu_hu: Olvasott/Megnyitott
pt_pt: Lido/Aberto
ro_ro: Citit/Deschis
sv_se: Läst/Öppnad
tr_tr: Okundu/Açıldı

source: Sent Date
es_es: Fecha de Envío
hu_hu: Küldés ideje
pt_pt: Data de Envio
ro_ro: Data expedierii
sv_se: Skickat

source: Yes
es_es: Si
hu_hu: Igen
pt_pt: Sim
ro_ro: Da
sv_se: Ja
tr_tr: Evet

source: No
hu_hu: Nem
pt_pt: Não
ro_ro: Nu
sv_se: Nej
tr_tr: Hayır

source: CSV has been exported to "wp-content/uploads/" with filename "
ro_ro: Fișierul CSV a fost exportat în "wp-content/uploads/" cu numele "
sv_se: CSV har exporterats till "wp-content/uploads/" med filnamn "
tr_tr: CSV " adıyla "wp-content/uploads/" adlı klasöre çıkarılmıştır.

source: Download the CSV
es_es: Descargar el CSV
hu_hu: CSV letöltése
pt_pt: Descarregar o CSV
ro_ro: Descărcare fișier CSV

source: CSV file could not be created, please check write permissions on "wp-content/uploads/" folder.
ro_ro: Fişierul CSV nu a putut fi creat. Verificați permisiunile pentru folderul "wp-content/uploads"

source: CSV data could not be formulated, no emails maybe? Please try again
es_es: Los datos del CSV no pueden ser formulados. Tal vez no tengan emails, por favor inténtalo nuevamente.
hu_hu: Hiba a CSV adat előállításaközben, vannak levelek? Kérem próbálja újra
pt_pt: O conteúdo do CSV não pôde ser formulado, talvez não existam e-mails. Por favor, tente novamente.
ro_ro: Nu s-au putut recunoaște datele din fișierul CSV, poate nu există nici un email? Vă rugăm încercaţi din nou!
tr_tr: CSV data formule edilememiştir. Mail yoktur belki? Lütfen tekrar deneyiniz

source: No history/draft emails are available to export!
es_es: No fueron seleccionados Emails del Historial
hu_hu: Előzmény/piszkozat nem elérhető az exportáláshoz
pt_pt: Nenhum histórico/rascunho de e-mails disponível para exportar!
ro_ro: Nu este disponibil nici un mesaj din istoric pentru export.

source: No history email was specified, please try again.
es_es: No fue especificado ningún Historial de Emails
hu_hu: Nincs előzmény kiválasztva, kérem próbálja újra.
pt_pt: Nenhum histórico de e-mails especificado. Por favor, tente de novo.
ro_ro: Nu a fost specificat nici un mesaj istoric, vă rugăm încercați din nou.

source: Subject
es_es: Asunto
hu_hu: Tárgy
pt_pt: Assunto
ro_ro: Subiect
sv_se: Ärende
tr_tr: Konu

source: Lists
es_es: Listas
hu_hu: Lista
pt_pt: Listas
ro_ro: Liste
sv_se: Listor
tr_tr: Listeler

source: Author
es_es: Autor
hu_hu: Szerző
pt_pt: Autor
ro_ro: Autor
sv_se: Författare
tr_tr: Yazar

source: Read %
es_es: Leídos %
hu_hu: Olvasott %
pt_pt: Ler %
ro_ro: Citit %

source: Emails Sent
es_es: Emails Enviados
hu_hu: Elküldött levelek
pt_pt: E-mails Enviados
ro_ro: Mesaje trimise
sv_se: Meddelanden Skickade
tr_tr: Gönderilen E-Postalar

source: Emails Read
es_es: Emails Leídos
hu_hu: Olvasott levelek
pt_pt: E-mails Lidos
ro_ro: Mesaje citite

source: read
es_es: leído
hu_hu: olvas
pt_pt: lido
ro_ro: citite
sv_se: läst
tr_tr: okuma

source: Order could not be retrieved
es_es: El Pedido no pudo ser recuperado
hu_hu: Sorrend nem található
pt_pt: Ordem não pôde ser restaurada
ro_ro: Comanda nu a putut fi încărcată
sv_se: Beställning kunde inte hämtas
tr_tr: Sipariş alınamadı

source: No order ID was specified
es_es: No fue especificado el ID de Pedido
hu_hu: Nincs sorrend azonosító megadva
pt_pt: Nenhuma Ordem ID especificada
ro_ro: Nu a fost specificat nici un ID de comandă
sv_se: Inget beställnings ID specificerades
tr_tr: Sipariş numarası yok

source: Order has been saved
es_es: El Pedido fue guardado
hu_hu: Sorrend mentése sikeres
pt_pt: Ordem guardada
ro_ro: Comanda a fost salvată
sv_se: Beställning har sparats
tr_tr: Sipariş kaydedildi

source: Order could not be saved
es_es: El Pedido no pudo ser guardado
hu_hu: Sorrend mentése sikertelen
pt_pt: Ordem não pôde ser guardada
ro_ro: Comanda nu poate fi salvată
sv_se: Beställning kunde inte sparas
tr_tr: Sipariş kaydedilemedi

source: Order could not be read
es_es: El Pedido no pudo ser leído
hu_hu: Sorrend nem olvasható
pt_pt: Ordem não pôde ser lida
ro_ro: Comanda nu poate fi citită
sv_se: Beställning kunde inte läsas
tr_tr: Sipariş okunamıyor

source: Order successfully removed
es_es: El Pedido ser borró con éxito
hu_hu: Sorrend eltávolítása sikeres
pt_pt: Ordem apagada com êxito
ro_ro: Comanda a fost eliminată cu succes
sv_se: Beställning raderades
tr_tr: Sipariş başarı ile silindi

source: Order could not be removed
es_es: El Pedido no pudo ser borrado
hu_hu: Sorrend nem eltávolítható
pt_pt: Ordem não pôde ser apagada
ro_ro: Comanda nu a putut fi eliminată
sv_se: Beställning kunde inte raderas
tr_tr: Sipariş silinemedi

source: Selected orders succesfully removed
es_es: Los Pedido seleccionados fueron borrados con éxito
hu_hu: Kiválasztott sorrend sikeresen eltávolítva
pt_pt: Ordens selecionadas apagadas com êxito
ro_ro: Comenzile selectate au fost eliminate cu succes
sv_se: Valda beställningar raderades
tr_tr: Seçili siparişler silindi

source: No orders were selected
es_es: No fueron seleccionados Pedidos
hu_hu: Nincs sorrend kiválasztva
pt_pt: Nenhuma ordem selecionada
ro_ro: Nu a fost selectată nici o comandă
sv_se: Inga beställningar har valts
tr_tr: Hiçbir sipariş seçilmedi

source: For open/read statistics on newsletters, go to the History/Draft Emails section of the plugin.
ro_ro: Pentru a deschide/citi statisticile mesajelor mergeţi la secţiunea modulului numită Istoric/schiţe mesaje
sv_se: För statistik över antal läsning av nyhetsbrev, gå till avdelningen Historik/Utkast.
tr_tr: İstatistikleri e-bültenler üzerinde açmak için, eklentinin Geçmiş/Şablon Emailleri bölümüne gidiniz

source: Custom field has been saved
es_es: El campo personalizado ha sido guardado
hu_hu: Egyedi mező mentése sikeres
pt_pt: Campo personalizado gravado
ro_ro: Câmpul personalizat a fost salvat
sv_se: Egna Fält har sparats
tr_tr: Özel alan kaydedildi

source: Custom field could not be saved
es_es: El campo personalizado no pudo ser guardado
hu_hu: Egyedi mező mentése sikertelen
pt_pt: Campo personalizado não pôde ser gravado
ro_ro: Câmpul personalizat nu a putut fi salvat
sv_se: Egna Fält kunde inte sparas
tr_tr: Özel alan kaydedilmedi

source: You cannot modify this custom field.
ro_ro: Nu puteți modifica acest câmp personalizat.

source: Field has been removed
es_es: El campo ha sido borrado
hu_hu: Mező eltávolítása sikeres
pt_pt: Campo apagado
ro_ro: Câmpul a fost eliminat
sv_se: Fält har raderats
tr_tr: Alan silindi

source: Field cannot be removed
es_es: El campo no puede ser borrado
hu_hu: Mező nem távolítható el:
pt_pt: Campo não pôde ser apagado
ro_ro: Câmpul nu a putut fi eliminat
sv_se: Fält kan inte raderas
tr_tr: Alan silinemedi

source: Email address field cannot be deleted.
ro_ro: Câmpul adresă de email nu poate fi eliminat.

source: Field cannot be read.
es_es: El campo no puede ser leído.
hu_hu: Mező nem olvasható
pt_pt: Campo não pôde ser lido.
ro_ro: Câmpul nu a putut fi citit.

source: No field was specified
es_es: No fue especificado ningún campo
hu_hu: Nincs mező kiválasztva
pt_pt: Nenhum campo especificado
ro_ro: Nu a fost specificat nici un câmp
sv_se: Inget fält specificerades
tr_tr: Hiçbir alan belirtilmedi

source: Selected custom fields removed
es_es: Campos personalizados seleccionados borrados
hu_hu: Kiválasztott egyedi mező sikeresen eltávolítva
pt_pt: Campos personalizados selecionados apagados
ro_ro: Câmpurile personalizate selectate au fost eliminate
sv_se: Det valt Egna Fältet raderades
tr_tr: Seçilen özel alanlar silindi

source: Selected custom fields have been set as required
es_es: Los campos personalizados seleccionados han sido configurados como requeridos
hu_hu: Kiválasztott egyedi mező kötelezőnek jelölve
pt_pt: Campos personalizados selecionados definidos como obrigatórios
ro_ro: Câmpurile personalizate selectate au fost setate ca obligatorii
sv_se: Valda Egna Fält har satts som nödvändigt
tr_tr: Seçili özel alanlar zorunlu olarak işaretlendi

source: Selected custom fields have been set as NOT required
es_es: Los campos personalizados seleccionados han sido configurados como NO requeridos
hu_hu: Kiválasztott egyedi mező opcionálisnak jelölve
pt_pt: Campos personalizados selecionados marcados como NÃO obrigatórios
ro_ro: Câmpurile personalizate selectate au fost setate ca nefiind obligatorii
sv_se: Valda Egna Fält har satts som EJ nödvändigt
tr_tr: Seçili özel alanlar zorunlu olmayacak şekilde işaretlendi

source: No custom fields were selected
es_es: Ningún campo personalizado fue borrado
hu_hu: Nincs egyedi mező kiválasztva
pt_pt: Nenhum campo personalizado selecionado
ro_ro: Nu a fost selectat nici un câmp personalizat
sv_se: Inga Egna Fält specificerade
tr_tr: Hiçbir özel alan seçilmedi

source: Latest Posts Subscription history has been cleared.
es_es: El historial de Últimas Suscripciones de Entradas ha sido borrado.
hu_hu: Utolsó bejegyzésekre való feliratkozás előzményei ürítve
pt_pt: Histórico da Subscrição dos Últimos Artigos limpo.
ro_ro: Istoricul abonamentelor la ultimele articole a fost golit.

source: Latest Posts Subscription history could not be cleared, please try again.
es_es: El historial de Últimas Suscripciones de Entradas no pudo ser borrado, por favor inténtalo de nuevo.
hu_hu: Utolsó bejegyzésekre való feliratkozás előzményeinek ürítése sikertelen, próbálja meg újra
pt_pt: Histórico da Subscrição dos Últimos Artigos não pôde ser limpo. Por favor, tente mais tarde.
ro_ro: Istoricul abonamentelor la Ultimele articole nu a putut fi șters, vă rugăm încercați din nou.

source: Task has been executed successfully!
es_es: ¡La tarea ha sido ejecutada con éxito!
hu_hu: Feladat sikersen elindítva
pt_pt: Tarefa executada com sucesso!
ro_ro: Sarcina a fost executată cu succes!
sv_se: Uppgift har verkställts framgångsrikt!
tr_tr: İşlem başarıyla tamamlanmıştır!

source: No task was specified, please try again.
es_es: No se ha especificado ninguna tarea, por favor inténtalo de nuevo.
hu_hu: Nincs feladat kiválasztva
pt_pt: Nenhuma tarefa especificada. Por favor, tente de novo.
ro_ro: Nu a fost specificat nici o sarcină, vă rugăm încercați din nou.

source: Task has been rescheduled successfully!
es_es: ¡La Tarea ha sido reprogramada con éxito!
hu_hu: Feladat sikeresen újraütemezésre került
pt_pt: Tarefa reagendada com sucesso!
ro_ro: Sarcina a fost reprogramată cu succes!
sv_se: Uppgift har schemalagts framgångsrikt!
tr_tr: İşlem başarıyla yeniden düzenlenmiştir!

source: Task has been unscheduled, remember to reschedule as needed.
es_es: La tarea ha sido desprogramada, recuerda reprogramarla si fuera necesario.
hu_hu: Feladat ütemezése visszanvonva, ha szükséges ütemezze újra
pt_pt: Tarefa desmarcada, lembre-se de reagendar conforme a necessidade.
ro_ro: Sarcina a fost eliminată, vă rugăm nu uitați să o reprogramați conform necesităților.
sv_se: Uppgift har tagits bort från schemaläggning, kom ihåg att schemalägga igen om nödvändigt.
tr_tr: İşlem düzenlenmemiştir, gereğince düzenlemeyi unutmayınız.

source: All configuration settings have been reset
es_es: Toda la Configuración ha sido restaurada
hu_hu: Minden beállítás alapértékre visszaállítva
pt_pt: Todas as configurações foram anuladas
ro_ro: Configurația a fost resetată
sv_se: All konfiguration har återställts
tr_tr: Tüm konfigrasyon ayarları sıfırlandı

source: Configuration settings cannot be reset
es_es: La Configuración no puede ser restaurada
hu_hu: Beállítások nem állíthatók alapértékre
pt_pt: Configurações não podem ser anuladas
ro_ro: Configurația nu poate fi resetată
sv_se: Konfiguration kan inte återställas
tr_tr: Konfigrasyon ayarları sıfırlanamadı

source: Configuration settings successfully updated
es_es: La Configuración fue actualizada con éxito
hu_hu: Beállítások sikeresen frissítva
pt_pt: Configurações atualizadas com êxito
ro_ro: Configurația a fost actualizată cu succes
sv_se: Konfigurationen uppdaterades korrekt
tr_tr: Konfigrasyon ayarları başarı ile güncellendi

source: Subscribers configuration settings have been saved.
es_es: La Configuración de Suscriptores ha sido guardada.
hu_hu: Feliratkozók beállítása elmentve
pt_pt: Configurações dos subscritores guardadas.
ro_ro: Configurația abonaților a fost salvată.

source: Email template configuration settings have been saved.
es_es: La configuración de la plantilla de Email ha sido guardada.
hu_hu: Levél sablon beállítások elmentve
pt_pt: Configurações de modelos de e-mail foram guardadas.
ro_ro: Configurația machetelor de mesaje a fost salvată.

source: System configuration settings have been saved.
es_es: La configuración del sistema ha sido guardada.
hu_hu: Rendszerbeállítások elmentve
pt_pt: Configurações do sistema guardadas.
ro_ro: Configurația sistemului a fost salvată.

source: Extension has been activated.
es_es: La Extensión ha sido activada.
hu_hu: Kiegészítő sikeresxen aktiválva
pt_pt: Extensão ativada.
ro_ro: Extensia a fost activată.

source: Extension has been deactivated.
es_es: La Extensión ha sido desactivada.
hu_hu: Kiegészítő kikapcsolva
pt_pt: Extensão desativada.
ro_ro: Extensia a fost dezactivată.

source: Select
es_es: Seleccionar
hu_hu: Kiválaszt
pt_pt: Selecionar
ro_ro: Alegere
sv_se: Välj
tr_tr: Seçiniz

source: This task does not have a next schedule.
es_es: Esta tarea no tiene un siguiente cronograma.
hu_hu: Ennek a feledatnak nincs további ütemezése
pt_pt: Esta tarefa não tem um cronograma a seguir.
ro_ro: Această sarcină nu are nici o programare viitoare.
sv_se: Denna uppgift har inte något schema fär nästa gång.
tr_tr: Bu işlem için başka bir düzenleme yoktur.
