Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Generate HTML code for an offsite subscription form
es_es: Generar el Código HTML para un formulario de suscripción Offsite
hu_hu: HTML kód előállítása egy oldalon kívüli feliratkozási űrlaphoz
pt_pt: Gerar código HTML para um formulário de subscrição externa
ro_ro: Generare cod HTML pentru un formular de abonare offsite
sv_se: Generera HTML kod för ett formulär Offsite
tr_tr: Sitedışı abonelik formu için HTML kodu üret

source: Save Settings
es_es: Guardar Configuración
hu_hu: Beállítások mentése
pt_pt: Guardar Configurações
ro_ro: Salvează setările
sv_se: Spara Inställningar
tr_tr: Ayarları Kaydedin

source: Redirect upon successful subscription
ro_ro: Redirecţionare pentru abonare cu succes
sv_se: Omdirigera vid lyckad prenumeration
tr_tr: Başarılı abonelikten sonra yönlendir

source: Redirect URL
es_es: URL de Redirección
hu_hu: Átirányitott URL
pt_pt: URL de redirecionamento
ro_ro: URL redirecţionare
sv_se: URL för omdirigering
tr_tr: Yönlendirme Adresş

source: absolute URL to redirect to
ro_ro: URL absolut către care se redirecţionează
sv_se: absolut URL att omdirigera till
tr_tr: Yönelendirilecek olan temel URL

source: General Redirect URL
es_es: URL General de Redirección
hu_hu: Általános URL átírányítás
pt_pt: URL de redirecionamento Geral
ro_ro: URL general către care se redirecţionează
sv_se: Standard URL för omdirigering
tr_tr: Genel Yönlendirme Adresi

source: redirect upon unsubscription, activation, etc...
ro_ro: redirecţionează la dezabonare, activare, etc. ...
sv_se: omdirigering vid avregistrering, aktivering mm...
tr_tr: Abonelikten çıkıldığında, aktivasyonda vb. durumlarda yönlendirme yap

source: Subscriber Exists Redirect
es_es: Redireccionamiento de Suscriptores Existentes
hu_hu: Létező felhasználó átirányítása
pt_pt: Redirecionamento para Subscritores Existentes
ro_ro: Redirectare abonați deja existenți

source: Management Section
es_es: Sección de Administración
hu_hu: Kezelés
pt_pt: Secção de Gestão
ro_ro: Secțiune de administrare

source: Custom URL
es_es: URL Personalizada
hu_hu: Egyedi URL
pt_pt: URL Personalizado
ro_ro: URL Personalizat

source: Do Nothing
es_es: No hacer nada
hu_hu: Ne tegyen semmit
pt_pt: Não fazer nada
ro_ro: Nu fă nimic.
sv_se: Gör ingenting
tr_tr: Hiçbirşey Yapma

source: What to do when a user subscribes with an existing email address?
es_es: ¿Qué hacer cuando un usuario se suscribe con un email ya existente?
hu_hu: Mit tegyünk ha a feliratkozó egymár feliratkozott e-mail címet használ?
pt_pt: O que fazer quando um utilizador subscreve com um e-mail já existente?
ro_ro: Ce să faceți când un utilizator se abonează cu o adresa de email existentă?
sv_se: Vad göra när en användare försöker registrera med en befintlig e-postadress?
tr_tr: Kullanıcı varolan bir posta adresi ile abone olmaya çalışınca yapılacak işlem.

source: Custom Redirect URL
es_es: URL de Redirección Personalizada
hu_hu: Egyedi átirányítási URL
pt_pt: URL de Redirecionamento Personalizado
ro_ro: URL redirecţionare personalizat

source: URL/Link to redirect an existing subscriber to.
es_es: URL/Enlance para redireccionarle un suscriptor existente.
hu_hu: URL/Link ahova a feliratkozó átírányításra kerül.
pt_pt: URL/Link para onde os subscritores devem ser redirecionados.
ro_ro: URL/Link pentru redirectarea unui abonat deja existent.
sv_se: URL/länk att skicka existerande prenumeranter till.
tr_tr: Varolan kullanıcıyı yönlendirmek için kullanılacak URL linki.

source: Subscriber Exists Message
es_es: Mensajes de Suscriptores Existentes
hu_hu: Létező felhasználónak szoló üzenet
pt_pt: Mensagem para Subscritores Existentes
ro_ro: Mesaj abonat deja existent

source: Online Newsletter Link Text
es_es: Texto del Enlace de Newsletter Online
hu_hu: Online Newsletter Link szövege
pt_pt: Texto do Link da Newsletter Online
ro_ro: Text link pentru mesaje online
sv_se: Text för att visa nyhetsbrev online
tr_tr: Online Bülten Bağlantı Yazısı

source: displays email in browser. generated by <code>[
ro_ro: afișează mesajul in browser. generat de <code>[
sv_se: visar nyhetsbrev i webbläsare. genererad via <code>[
tr_tr: Tarayıcıda e-posta gösterir. generated by <code>[

source: Admin Notification on Subscription
es_es: Notificación al Administrador en Suscripción
hu_hu: Admin értesítése feliratkozáskor
pt_pt: Notificar o Administrador na Subscrição
ro_ro: Notificare admin la abonare
sv_se: Notifiera Admin vid Prenumeration
tr_tr: Abonelikte Yöneticiyi haberdar et.

source: Require email activation?
ro_ro: Mesaj de activare obligatoriu?
sv_se: Kräv aktivering via e-post?
tr_tr: E-mail Aktivasyonu gerekiyor mu?

source: Yes, confirm email address
es_es: Si, confirmar Email
hu_hu: Igen, erőpsítse meg a címet
pt_pt: Sim, confirmar o e-mail
ro_ro: Da, confirmă adresa de email
sv_se: Ja, bekräfta e-postadress
tr_tr: Evet, e-posta adresini onayla

source: No, immediately activate
es_es: No, activar inmediatamente
hu_hu: Nem, azonnal aktív
pt_pt: Não, ativar imediatamente
ro_ro: Nu, activează imediat
sv_se: Nej, aktivera direkt
tr_tr: Hayır, hemen aktive et.

source: Is double opt-in action required by subscribers to activate subscriptions?
es_es: ¿Se requiere doble acción opt-in para que los suscriptores activen su suscripción?
hu_hu: Dupla megerősítéses feliratkozás szükséges az a feliratkozás aktiválkáshoz?
pt_pt: Devem os subscritores confirmar duas vezes o pedido para ativar a subscrição?
ro_ro: Este necesară dubla confirmare la abonare pentru a activa abonații?

source: Activation Link Text
es_es: Texto de Enlace de Activación
hu_hu: Aktíváló link szövege
pt_pt: Texto do Link de Ativação
ro_ro: Text link de activare
sv_se: Text för länken att aktivera
tr_tr: Aktivasyon Bağlantı Yazısı

source: Displays an activation link generated by <code>[
es_es: Muestra un enlace de activación. generado por <code>[
hu_hu: Aktiváló link kijelzése, generálva <code> [
pt_pt: Mostra um link de ativação, gerado por <code>[
ro_ro: Afișează un link de activare. generat de <code>[

source: Custom Activate Redirect
es_es: Activación Personalizada de Redirección
hu_hu: Egyedi aktiválási átirányítás
pt_pt: Redirecionamento de Ativação Padrão
ro_ro: Redirecţionare activare personalizată
sv_se: Egen omdirigering vid Aktivering
tr_tr: Özel Aktivasyon Yönlendirmesi

source: Defaults to the subscriber management section.
es_es: Predeterminados a la sección de administración de suscriptores.
hu_hu: A feliratkozók kezelésének alapértékei.
pt_pt: Padrões para a secção de gestão de subscritor.
ro_ro: Implicite pentru pagina de administrare abonați.

source: Activate Redirect URL
es_es: Activar Redireccionador de URL
hu_hu: Átirányítás aktiválása
pt_pt: URL de Redirecionamento de Ativação
ro_ro: Activare URL redirecționare
sv_se: Aktivera URL för omdirigering
tr_tr: Yönlendirme adresini aktif hale getir

source: Link/URL to which subscribers will be redirected upon activation.
es_es: Enlace que tus suscriptores serán redireccionados luego de la activación.
hu_hu: Link/URL ahová feliratkozás után irányítjuk a feliratkozót.
pt_pt: Link/URL para onde os subscritores vão ser redirecionados após ativação.
ro_ro: Link/URL către care abonaţii vor fi redirecţionaţi după activare.

source: turn On to allow paid subscriptions
ro_ro: porneşte pentru a permite abonamentele plătite
sv_se: slå På för att tillåta betald prenumeration
tr_tr: Ödemeli aboneliklere izin vermek için açın

source: Currency
es_es: Moneda
hu_hu: Pénznem
pt_pt: Moeda
ro_ro: Valută
sv_se: Valuta
tr_tr: Para Birimi

source: Admin Notification On Order
es_es: Notificación al Administrador al recibir un Pedido
hu_hu: Admin értesítése rendeléskor
pt_pt: Notificar Administrador
ro_ro: Notificare admin la comandă
sv_se: Notifiera Admin vid Beställning
tr_tr: Siparişlerde Yöneticiyi Haberdar Et

source: Payment Method
es_es: Método de Pago
hu_hu: Fizetési mód
pt_pt: Método de Pagamento
ro_ro: Metoda de plată
sv_se: Betalningsmetod
tr_tr: Ödeme Şekli

source: Vendor ID/Number
ro_ro: ID/Număr comerciant
sv_se: Försäljar ID/Nummer
tr_tr: Satıcı ID/Numarası

source: Vendor Secret
es_es: Secreto de Vendedor
pt_pt: Password
ro_ro: Secret comerciant
sv_se: Försäljarens Hemlighet
tr_tr: Satıcı Gizli Anahtarı

source: Used for hash encryption check
es_es: Usado para revisar hash encriptados
hu_hu: HASH titkosítás ellenőrzése
pt_pt: Utilizado para verificação de encriptação hash
ro_ro: Utilizat pentru a verifica criptarea hash
sv_se: Används för att kontrollera hash kryptering
tr_tr: Hash encryption kontrolunde kullanılacak

source: Demo Mode
es_es: Modo Demo
hu_hu: Demo Mód
pt_pt: Modo Demonstração
ro_ro: Mod Demo
sv_se: Demo Läge
tr_tr: Test Modu

source: For testing purposes. No charges are made
es_es: Para propósitos de testeo. Sin cargos
hu_hu: Tesztelési célból. Nem számítunk fel díjat
pt_pt: para efeitos de teste. não existem cobranças
ro_ro: Pentru testare. Nu se percep sume
sv_se: Bara för Test. Inga kostnader registreras
tr_tr: Deneme amaçlıdır. Değişiklik yapılamaz.

source: Unsubscribe on user deletion
ro_ro: Dezabonare la eliminarea contului
sv_se: Avregistrera vid radering av användare
tr_tr: Kullanıcı Silinince Abonelikten Çıksın

source: Should subscribers be deleted when the user with the email address is deleted?
ro_ro: Ar trebui eliminați abonații ale căror adrese de email sunt eliminate?

source: Unsubscription Link Text
es_es: Texto de Enlace de Desuscripción
hu_hu: Leiratkozó link szövege
pt_pt: Texto do Link de Cancelamento
ro_ro: Text pentru link dezabonatre
sv_se: Text för länken att avregistrera
tr_tr: Abonelikten Çıkma Yazısı

source: Displays an unsubscribe link generated by <code>[wpmlunsubscribe]</code> in content or theme of newsletters.
es_es: Muestra un enlace de desuscripción generado por <code>[wpmlunsubscribe]</code> en el contenido o en el tema del newsletter.
hu_hu: Leiratkozási link mutatása amit a <code>[wpmlunsubscribe]</code> genereált
pt_pt: Exibe um link de cancelamento gerado por <code>[wpmlunsubscribe]</code> no conteúdo ou tema das newsletters.
ro_ro: Afișează un link de dezabonare generat de codul <code>[wpmlunsubscribe]</code> inserat în conținut sau în tema mesajelor.

source: Unsubscribe Confirmation Screen
es_es: Pantalla de Confirmación de Desuscripción
hu_hu: Leiratkozás megerősítésnek oldala
pt_pt: Ecrã de Confirmação de Cancelamento
ro_ro: Ecran confirmare dezabonare

source: Let subscribers confirm their unsubscribe. Turn this Off to unsubscribe immediately.
es_es: Permite a los suscriptores confirmar su desuscripción. Desactivar para desuscribir automaticamente.
hu_hu: Leiratkozás megerősítésének engedélyezése. Ha ezt kikapcsolja a leiratkozás azonnal megtörténik megerősítés nélkül
pt_pt: Permitir aos subscritores confirmarem o cancelamento. Desative para que sejam cancelados imediatamente.
ro_ro: Lăsați abonații să își confirme dezabonarea. Opriți setarea pentru dezabonare imediată.

source: Delete Subscriber on Unsubscribe
es_es: Borrar Suscriptor al Desuscribir
hu_hu: Felirakozó törlése leiratkozáskor
pt_pt: Apagar Subscritores no Cancelamento
ro_ro: Eliminare abonat sau dezabonare

source: Turning this on will delete the subscriber record if no subscriptions remain on the record.
es_es: Activando esto se borrará el registro de suscriptor si no quedan suscripciones en el registro.
hu_hu: Ennek a bekapcsolásával letörli a feliratkozó rekordját, ha nem marad aktív feliratkozása
pt_pt: Ative esta opção para apagar os registos do subscritor quando não existirem subscrições registadas.
ro_ro: Pornirea acestei setări va elimina abonatul din înregistrări dacă nu mai rămâne activ nici un abonament la nici o listă de distribuție.

source: Admin Notification on Unsubscription
es_es: Notificación al Admin en Desuscripción
hu_hu: Admin értesítése leiratkozáskor
pt_pt: Notificar o Administrador no Cancelamento
ro_ro: Notificare admin la dezabonare
sv_se: Notifiera Admin vid Avregistrering
tr_tr: Abonelikten çıkıldığı zaman yöneticiyi haberdar et.

source: Turn this on to receive a notification email on the administrator email each time someone unsubscribes.
es_es: Activar esto para recibir una notificación en el email de administrador cada vez que alguien se desuscribe.
hu_hu: Ezzel kapcsolathatja be az értesító levelek küldését az admnisztrátor részére, az esetleges leiratkozások kapcsán.
pt_pt: Ativar esta opção para receber uma notificação no e-mail do administrador quando alguém cancelar uma subscrição.
ro_ro: Porniți această setare pentru a primi notificări prin email pe adresa administratorului atunci când are loc o dezabonare.

source: Unsubscribe Comments Box
es_es: Módulo de Desuscripción de Comentarios
hu_hu: Leiratkozás Komment doboz
pt_pt: Caixa de Comentários de Cancelamento
ro_ro: Casetă de comentarii la dezabonare
sv_se: Kommentarsfält vid avregistrering
tr_tr: Yorumlar kutusu aboneliğinden çık

source: Turn this on to show a comment box on the unsubscribe confirmation page to allow users to post feedback.
es_es: Activar esto para mostrar una caja de comentarios en la página de confirmación de desuscripción que permita a los usuarios dejar un comentario.
hu_hu: Ezzel kapcsolthatja be a hozzászólási dobozt, melynek segítségével a leiratkozás megerősítő oldalon a felhasználók visszajelezhetnek a szolgáltatással kapcsolatban
pt_pt: Ativar esta opção para exibir uma caixa de comentários na página de cancelamento, permitindo que os utilizadores enviem seu feedback.
ro_ro: Porniți această setare pentru a afișa o cutie de comentarii pe pagina de dezabonare, pentru a permite utilizatorilor să ofere feedback.

source: TinyMCE Editor Button
es_es: Botón del Editor TinyMCE
hu_hu: TinyMCE Szerkesztő gombja
pt_pt: Botão Editor TinyMCE
ro_ro: Buton editor TinyMCE

source: Show
es_es: Mostrar
hu_hu: Mutat
pt_pt: Mostrar
ro_ro: Arată

source: Hide
es_es: Oculto
hu_hu: Elrejt
pt_pt: Ocultar
ro_ro: Ascunde

source: Would you like to show or hide the plugin button in the TinyMCE editor?
es_es: ¿Quieres mostrar u ocultar el botón del plugin en el editor TinyMCE?
hu_hu: Mutassa vagy elrejtse a TinyMCE szerkesztő kiegészítés gombját?
pt_pt: Gostaria de mostrar ou ocultar o botão do plugin no editor TinyMCE?
ro_ro: Doriți să afișați sau să ascundeți butonul pluginului în editorul TinyMCE?

source: With this turned on, the WordPress user import will run once hourly to check for new users.
es_es: Con esto activado, el importador de usuarios WordPress correrá una vez por hora para revisar si hay nuevos usuarios.
hu_hu: Ha ez be van kapcsolva, a WordPress felhasználók importálása óránként lefut, az új felhasználók ellenőrzésének céljából.
pt_pt: Com esta opção ativa, a importação de utilizadores do WordPress é executada de hora em hora para encontrar novos utilizadores.
ro_ro: Cu această opțiune pornită, importul de utilizatori WordPress va rula o dată pe oră pentru a detecta utilizatorii nou înregistrați.
sv_se: Om detta val aktiveras kommer WordPress import att köras varje timme för att kontrollera nya användare.
tr_tr: Eğer bu açıksa WordPress yeni kullanıcılar için saat başı yenileyecektir.

source: Users Import List
ro_ro: Listă import utilizatori

source: Mailing list to import users into as subscribers.
ro_ro: Lista de distribuție în care importăm utilizatorii ca abonați.

source: Require Activation
es_es: Requiere Activación
hu_hu: Aktiválás szükséges
pt_pt: Pedir Ativação
ro_ro: Necesită activare

source: Should imported users be required to activate/confirm their subscription via email?
es_es: ¿Deberían los usuarios importados ser requeridos para activar/confirmar sus suscripción vía email?
hu_hu: Az importált feliratkozók számára kötelező az aktiválás/megerősítés e--mailen keresztül?
pt_pt: Devem os utilizadores importados ativar/confirmar suas subscrições por e-mail?
ro_ro: Ar trebui ca utilizatorii importați să activeze abonamentul lor prin email?

source: Register New Subscribers as Users
es_es: Registrr Nuevos Suscriptores como Usuarios.
hu_hu: Új feliratkozó regisztrálása felhasználóként
pt_pt: Registar Novos Subscritores como Utilizadores
ro_ro: Înregistrați noii abonați ca utilizatori

source: Would you like to register all new subscribers as users?
es_es: ¿Quieres registrar todos los nuevos suscriptores como usuarios?
hu_hu: Szeretne minden új feliratkozót felhasználóként regisztrálni?
pt_pt: Gostaria de registar todos os novos subscritores como utilizadores?
ro_ro: Doriți să înregistrați abonații noi ca utilizatori?

source: Change Permissions
es_es: Cambiar Permisos
hu_hu: Jogok változtatása
pt_pt: Alterar Permissões
ro_ro: Schimbă permisiunile
sv_se: Ändra Rättigheter
tr_tr: Ayarları Değiştir

source: Give specific roles access to specific sections of the plugin.
es_es: Dar roles de acceso a secciones específicas en el plugin.
hu_hu: A bővítmény hozzáférhetőségének beállítása
pt_pt: Atribua acessos específicos para determinadas secções do plugin.
ro_ro: Atribuiți diverse roluri pentru accesul la diverse secțiuni ale modulului.
sv_se: Ge specifika rättigheter till specifika delar av tillägget.
tr_tr: Eklentinin belli yerlererine verilecek rolleri girin.

source: The 'Send as Newsletter' box on the post/page editing screen is controlled by this as well.
ro_ro: Căsuța bifabilă din ecranele de editare a articolelor și a paginilor cu numele „Trimitere ca newsletter” este de asemenea controlată prin această opțiune.

source: Delete this template
es_es: Borrar esta Plantilla
hu_hu: Sablon törlése
pt_pt: Apagar este modelo
ro_ro: Elimină acest şablon
sv_se: Radera denna mall
tr_tr: Bu şablonu sil

source: Are you sure you wish to remove this template?
ro_ro: Sigur doriți să eliminaţi acest şablon?
sv_se: Är du säker du vill radera denna mall?
tr_tr: Bu şablonu silmek istediğinize emin misiniz?

source: Delete Template
ro_ro: Eliminare șablon
sv_se: Radera Mall
tr_tr: Şablonu Sil

source: Save Template
ro_ro: Salvare şablon
sv_se: Spara Mall
tr_tr: Şablonu Kaydet

source: Choose which title/content in the editor above should be sent to the mailing list(s) chosen below.
es_es: En el editor de abajo elige cual título/contenido debe ser enviado a las listas de correo seleccionadas a continuación.
hu_hu: Válassza ki melyik cím/tartalom kerüljön kiküldésre az adott listára, melyet lentebb választott.
pt_pt: Escolher Título/conteúdo no editor em baixo que deve ser enviado para as mailign lists selecionadas.
ro_ro: Alegeți ce titlu/conținut din editorul de deasupra ar trebui trimis la lista de distribuție selectată mai jos.
sv_se: Välj vilken titel/innehåll i editorn ovan som ska skickas till valda e-postlistor nedan.
tr_tr: Aşağıdaki posta listelerine gönderilecek başlığı ve içeriği yukarıdaki editore girin.

source: No languages are available, please enable languages first.
es_es: No hay lenguajes disponibles, por favor activa primero los lenguajes.
hu_hu: A nyelvek nem elérhetők, kérem kapcsolja be először
pt_pt: Nenhum idioma disponível. Por favor, ative primeiro os idiomas.
ro_ro: Nu există limbi, vă rugăm definiți mai întâi limbile.
sv_se: Inga språk är tillgängliga, vänligen aktivera språk först.
tr_tr: Hiçbir dil etkin değil,

source: Select a Theme
es_es: Seleccionar un Tema
hu_hu: Téma kiválasztása
pt_pt: Selecione um Modelo
ro_ro: Selectează o temă
sv_se: Välj ett Tema
tr_tr: Bir Tema Seçiniz

source: Select Mailing List(s)
es_es: Seleccionar Listas de Correo
hu_hu: Levlezési lista kiválasztása
pt_pt: Selecionar Mailing List(s)
ro_ro: Selectează listele de distribuție
sv_se: Välj E-postlista(listor)
tr_tr: Bir E-Posta Listesi Seçiniz

source: active subscribers
es_es: suscriptores activos
hu_hu: aktív feliratkozók
pt_pt: subscritores ativos
ro_ro: abonaţi activi
sv_se: aktiva prenumeranter
tr_tr: Aktif Aboneler

source: Email message sent to the administrator when an email to a subscriber bounces.
es_es: Email enviado al administrador cuando un email a un suscriptor ha rebotado.
hu_hu: E-mail küldése az adminisztrátornak, ha egy levél visszapattan a feliratkozóról.
pt_pt: Mensagem de E-mail enviada ao administrador quando um e-mail enviado a um subscritor for devolvido.
ro_ro: Trimitere mesaj la administrator atunci când un email este respins.

source: Email Message
es_es: Mensaje de Email
hu_hu: Levél üzenete
pt_pt: Mensagem de E-mail
ro_ro: Mesaj email

source: Email message sent to new subscribers to confirm their subscription.
es_es: Email enviado a nuevos suscriptores para confirmar sus suscripción.
hu_hu: A levél a feliratkozás megerősítéséhez kiküldésre került az új feliratkozók részére.
pt_pt: Mensagem de e-mail enviada para novos subscritores para confirmarem sua subscrição.
ro_ro: Mesaj email trimis la abonații noi pentru confirmarea abonamentului.

source: Email message sent to the subscriber when a paid subscription expires.
es_es: Email enviado a un suscriptor cuando a expirado una suscripción paga.
hu_hu: E-mail küldése a felhasználónak, ha az előfizetése lejár.
pt_pt: Mensagem de E-mail enviada ao subscritor quando uma subscrição paga expirar.
ro_ro: Trimitere mesaj la administrator atunci când expiră un abonament de pe o listă plătită.

source: Email message sent to the administrator for a new paid subscription order payment.
es_es: Email enviado a un suscriptor cuando para un nuevo pedido de suscripción paga.
hu_hu: Értesítés az új előfizetés kifizetéséről elküldve az adminisztrátornak
pt_pt: Mensagem de E-mail enviada ao administrador quando uma nova subscrição paga for efetuada.
ro_ro: Trimitere mesaj la administrator atunci când este comandat un nou abonament pe o listă plătită.

source: Email message sent to the administrator when the email cron fires.
es_es: Email enviado a un suscriptor cuando se dispara un cron de email.
hu_hu: Cron elindulásakor az adminisztrátort értesítse
pt_pt: Mensagem de E-mail enviada ao administrador quando o cron job de e-mails for executado.
ro_ro: Trimitere mesaj la administrator atunci când procesul cron este executat.

source: Email message sent to the administrator when a new user subscribes.
es_es: Email enviado a un suscriptor cuando se suscribe un nuevo usuario.
hu_hu: E-mail küldése az adminisztrátornak, ha új felhasználó irakozik fel.
pt_pt: Mensagem de E-mail enviada ao administrador quando um novo utilizador efetua uma subscrição.
ro_ro: Trimitere mesaj la administrator atunci când se realizează un nou abonament.

source: Email message sent to the administrator when a subscriber unsubscribes.
es_es: Email enviado al administrador cuando los suscriptores se desuscriben.
hu_hu: E-mail küldése az adminisztrátornak egy felhasználó leiratkozásakor
pt_pt: Mensagem de e-mail enviada para o administrador aquando de um cancelamento por um subscritor.
ro_ro: Mesaj email trimis la administrator atunci când un abonat se dezabonează.

source: Manage Orders
es_es: Administrar Pedidos
hu_hu: Feliratkozás szabályok kezelése
pt_pt: Gerir Ordens
ro_ro: Administrare comenzi
sv_se: Hantera Beställningar
tr_tr: Sıralamayı Yönet

source: subscription orders
es_es: pedidos de suscripción
hu_hu: megrendelt feliratkozás
pt_pt: ordens de subscrição
ro_ro: comenzi abonamente
sv_se: beställningar för prenumerationer
tr_tr: Abonelik Sıralaması

source: Search Orders
es_es: Buscar Pedidos
hu_hu: Rendelés keresése
pt_pt: Procurar Ordens
ro_ro: Căutare comenzi
sv_se: Sök Beställningar
tr_tr: Sıralamaları Ara

source: Amount
es_es: Valor
hu_hu: Összeg
pt_pt: Valor
ro_ro: Sumă
sv_se: Belopp
tr_tr: Tutar

source: View the details of this mailinglist
es_es: Ver los detalles de esta Lista de Correo
hu_hu: Levelezési lista tulajdonságainka megtekintése
pt_pt: Ver os detalhes desta mailing list
ro_ro: Vezi detaliile pentru această listă de distribuție
sv_se: Visa detaljer för denna e-postlista
tr_tr: E-Posta Listesinin Detaylarını Görüntüle
