Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Are you sure you want to delete this order? Linked subscription will be removed as well.
es_es: ¿Estás seguro que quieres borrar este pedido? La Suscripción enlazada será borrada.
hu_hu: Biztosan törölni kívánja ezt a rendelést?? Az összekapcsolt feliratkozások is eltávolításra kerülnek
pt_pt: Tem a certeza que deseja apagar esta ordem? Link de subscrição também vai ser apagado.
ro_ro: Sigur doriți să eliminați această comandă? Abonamentul asociat cu ea va fi de asemenea eliminat.
sv_se: Är du säker du vill radera denna beställning? Den länkade prenumerationen kommer också raderas.
tr_tr: Bu sıralamayı silmek istediğinize emin misiniz? Bağlantılı abonelikde silinecektir.

source: View the details of this subscriber
es_es: Ver los detalles de este Suscriptor
hu_hu: Feliratkozó tulajdonságainka megtekintése
pt_pt: Ver detalhes deste subscritor
ro_ro: Vezi detaliile acestui abonat
sv_se: Visa detaljer för denna prenumerant
tr_tr: Abonenin detaylarını görüntüle

source: orders
es_es: pedidos
hu_hu: rendelések
pt_pt: ordens
ro_ro: comenzi
sv_se: beställningar
tr_tr: sıralamalar

source: No subscription orders were found
es_es: No se encontraron Pedidos de Suscripción.
hu_hu: Nincsenek feliratkozási szabályok
pt_pt: Ordem de subscrição não encontrada
ro_ro: Nu a fost găsită nici o comandă de abonament
sv_se: Inga beställningar för prenumerationer hittades
tr_tr: Hiçbir abonelik bölünemedi

source: Save Subscription Order
es_es: Guardar Pedido de Suscripción
hu_hu: Megrendelt feliratkozás mentése
pt_pt: Guardar Ordem de Subscrição
ro_ro: Salvează comanda de abonament
sv_se: Spara beställning för Prenumeration
tr_tr: Abonelik sırasını kaydet

source: Select Subscriber
ro_ro: Selectează abonat
sv_se: Välj Prenumerant
tr_tr: Abone Seç

source: Order Number
es_es: Numero de Pedido
hu_hu: Rendelés száma
pt_pt: Número de Ordem
ro_ro: Număr comandă
sv_se: Beställningsnummer
tr_tr: Sipariş Numarası

source: Product ID
es_es: ID de Producto
hu_hu: Termék azonosító
pt_pt: Produto ID
ro_ro: ID produs
sv_se: Produkt ID
tr_tr: Ürün Numarası

source: Save Order
es_es: Guardar Pedido
hu_hu: Rendelés mentése
pt_pt: Guardar Ordem
ro_ro: Salvează comanda
sv_se: Spara Beställning
tr_tr: Siparişi Kaydet

source: View Order:
es_es: Ver Pedido :
hu_hu: Rendelés megtekintése:
pt_pt: Ver Ordem:
ro_ro: Vizualizare ordine:
sv_se: Visa Beställning:
tr_tr: Siparişi Görüntüle

source: &larr; All Orders
es_es: &larr; Todos los Pedidos
hu_hu: &larr; Összes rendelés
pt_pt: &larr; Todas as Ordens
ro_ro: &larr; Toate comenzile
sv_se: &larr; Alla Beställningar
tr_tr: Tüm Siparişler

source: Are you sure you want to delete this order?
es_es: ¿Estás seguro que deseas borrar este pedido?
hu_hu: Biztosan törölni kívánja ezt a rendelést?
pt_pt: Tem a certeza que deseja apagar esta ordem?
ro_ro: Sigur doriți să eliminați această comandă?
sv_se: Är du säker du vill radera denna beställning?
tr_tr: Bu siparişi silmek istediğinize emin misiniz?

source: 2CO Product ID
ro_ro: 2CO ID produs
sv_se: 2CO Produkt ID
tr_tr: 2CO Ürün Numarası

source: 2CO Order Number
es_es: Numero de Pedido 2CO
hu_hu: 2CheckOut Rendelés szám
pt_pt: 2CO Ordem Número
ro_ro: 2CO Număr comandă
sv_se: 2CO Beställningsnummer
tr_tr: 2CO Sipariş Numarası

source: Schedule Details
es_es: Detalles de Tarea Programada
hu_hu: Ütemezés tulajdonságai
pt_pt: Detalhes de Agendamento
ro_ro: Detalii programare
sv_se: Detaljer för Schema
tr_tr: Ajanda Detayları

source: Total emails in queue
es_es: Total de Emails en Cola de Envío
hu_hu: Összes sorban álló levél
pt_pt: Total de e-mails em fila
ro_ro: Total mesaje în coadă
sv_se: Totalt antal meddelande i kö
tr_tr: Sırada bekleyen toplam e-posta sayısı

source: emails
hu_hu: levelek
ro_ro: mesaje
sv_se: meddelanden
tr_tr: e-postalar

source: Current Date &amp; Time
es_es: Fecha y Hora actual
hu_hu: Jelenlegi dátum &amp; idő
pt_pt: Data Atual &amp; Hora
ro_ro: Data curentă &amp; Ora
sv_se: Nuvarande Datum och Tid
tr_tr: Tarih &amo; Zaman

source: Next schedule event
es_es: Próximo Evento de Tareas Programadas
hu_hu: Következő ütemezett esemény
pt_pt: Próximo evento agendado
ro_ro: Următorul eveniment programat
sv_se: Nästa schemalagda händelse
tr_tr: Bir sonraki ajanda olayı

source: Are you sure you want to execute this task right now?
es_es: ¿Estás seguro que deseas ejecutar esta acción ahora mismo?
hu_hu: Biztosan végre kívánja ezt hajtani a feladatot most?
pt_pt: Tem a certeza que deseja executar agora esta tarefa?
ro_ro: Sigur doriți să executaţi această sarcină chiar acum?

source: No interval has been set yet. Please do that in the configuration.
es_es: Todavía no se ha configurado un intervalo. Por favor, hazlo en la configuración.
hu_hu: Nincs időszak kiválasztva. Kérem a beállításokban adja meg
pt_pt: Nenhum intervalo ainda definido. Por favor, defina-o nas configurações.
ro_ro: Încă nu a fost setat nici un interval. Vă rugăm faceţi aceasta în configurație.
sv_se: Inga intervall har konfigurerats än. Vänligen gör det i konfigurationen
tr_tr: Döngü belirtilmemiş. Ayarlardan belirleyin.

source: Server cron is being used.
es_es: El servidor Cron se está utilizando.
hu_hu: Szerver cron használatával
pt_pt: Cron do servidor está em utilização.
ro_ro: Sunt folosite comenzile Cron ale serverului.
sv_se: Server cron används.
tr_tr: Sunucu cron'u kullanılıyor.

source: Emails per schedule interval
es_es: Emails por Intervalo de Tareas Programadas
hu_hu: Levelek időzített időszakonként
pt_pt: E-mails por intervalo de agendamento
ro_ro: Mesaje per interval programat
sv_se: Antal meddelanden per schemalagd intervall
tr_tr: Döngüdeki e-posta sayısı

source: Current Queue Emails
es_es: Emails actuales en Cola de Envío
hu_hu: Jelenlegi sorbanálló levelek
pt_pt: E-mails em Fila
ro_ro: Mesaje curente în coadă
sv_se: Nuvarande meddelanden i kö
tr_tr: Mevcut sıradaki e-postalar

source: queued emails
es_es: emails en cola de envío
hu_hu: sorbanálló levelek
pt_pt: fila de e-mails
ro_ro: mesaje în coadă
sv_se: Meddelanden i kö
tr_tr: sıralanmış e-postalar

source: Clear the email queue
es_es: Limpiar los Emails en Cola de Envío
hu_hu: Sorbanálló levelek ürítése
pt_pt: Eliminar e-mail em fila de espera
ro_ro: Golește coada de mesaje
sv_se: Rensa meddelanden i kö
tr_tr: E-Posta sırasını temizle

source: Are you sure you wish to purge the email queue?
es_es: ¿Estás seguro que deseas purgar la Cola de Envíos de Emails?
hu_hu: Biztosan kiűríti a sorbanálló leveleket?
pt_pt: Tem a certeza que deseja remover o e-mail em fila de espera?
ro_ro: Sigur doriți să goliți coada de mesaje?
sv_se: Är du säker du vill rensa meddelanden i kö?
tr_tr: Bu e-posta sırasını silmek istediğinize emin misiniz?

source: Clear Queue
es_es: Limpiar Cola de Envío
hu_hu: Sorbanálló tételek ürítése
pt_pt: Limpar Fila de Espera
ro_ro: Golire coadă
sv_se: Rensa Kö
tr_tr: Sırayı temizle

source: History Email
es_es: Email Historial
hu_hu: Előzmény levelek
pt_pt: Histórico de E-mail
ro_ro: Mesaj istoric
sv_se: Historik för meddelande
tr_tr: Eski E-Posta

source: View this subscriber
es_es: Ver este Suscriptor
hu_hu: Feliratkozó megtekintése
pt_pt: Ver subscritor
ro_ro: Vezi acest abonat
sv_se: Visa denna prenumerant
tr_tr: Aboneyi görüntüle

source: No emails found in the queue
es_es: No se encontraron Emails en la Cola de Envío.
hu_hu: Nicnsenek sorbanálló tételek
pt_pt: Não existem e-mails em fila de espera
ro_ro: Nu a fost găsit nici un mesaj în coadă
sv_se: Inga meddelanden hittades i kön
tr_tr: Sırada e-posta bulunamadı

source: Emails Queue
es_es: Emails en Cola de Envío
hu_hu: Sorbanálló levelek
pt_pt: E-mails em Fila de Espera
ro_ro: Coada de mesaje
sv_se: Kö för Meddelanden
tr_tr: E-Postalar Sırası

source: Queue email details
es_es: Detalles de Cola de Envío de Emails
hu_hu: Sorbanálló levél tuléajdonságai
pt_pt: Detalhes do e-mail em espera
ro_ro: Detalii coadă de mesaje
sv_se: Detaljer för meddelanden i kö
tr_tr: Sıra e-posta detayları

source: Manage Subscribers
es_es: Administrar Suscriptores
hu_hu: Feliratkozók kezelése
pt_pt: Gerir subscritores
ro_ro: Administrare abonaţi
sv_se: Hantera Prenumeranter
tr_tr: Abonelikleri Düzenle

source: Create a new subscriber
es_es: Crear un nuevo Suscriptor
hu_hu: Feliratkozó létrehozása
pt_pt: Criar novo subscritor
ro_ro: Crează un abonat nou
sv_se: Skapa en ny prenumerant
tr_tr: Yeni bir abone oluştur

source: Search Subscribers
es_es: Buscar Suscriptores
hu_hu: Feliratkozó keresése
pt_pt: Procurar Subscritores
ro_ro: Căutare abonaţi
sv_se: Sök Prenumeranter
tr_tr: Aboneleri ara

source: You can click "Screen Options" in the top, right-hand corner to display custom fields in this table.
ro_ro: Puteți apăsa pe "Opțiuni pagină" din capătul paginii în dreapta pentru a afișa câmpurile personalizate în acest tabel.

source: Are you sure you wish to execute this action on the selected subscribers?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los suscriptos seleccionados?
hu_hu: Biztosan végre kivánja hajtani ezt a műveletet a kiválasztott feliratkozókon?
pt_pt: Tem a certeza que deseja executar esta ação nos subscritores selecionados?
ro_ro: Sigur doriți să executaţi această acţiune asupra abonaţilor selectaţi?
sv_se: Är du säker du vill utföra denna handling för vald prenumerant(er)
tr_tr: Seçili aboneler üzerinde bu işlemi uygulamak istiyor musunuz?

source: Check for bounced emails
es_es: Revisar emails rebotados
hu_hu: Visszapattant levelek ellenőrzése
pt_pt: Verificar e-mails devolvidos
ro_ro: Verificare notificări destinatari inexistenți.
sv_se: Kontrollera efter studsade meddelanden
tr_tr: Yeni E-Postaları Kontrol Et

source: Are you sure you wish to check your POP/IMAP mailbox for bounced emails?
es_es: ¿Estás seguro que deseas revisar tu casilla POP/IMAP para emails rebotados?
hu_hu: Biztosan ellenőrzi POP/IMAP fiókjában a visszapattan leveleket?
ro_ro: Sigur doriți să verificaţi contul POP/IMAP pentru notificarile despre destinatarii inexistenți?
sv_se: Är du säker du vill kontrollera din POP/IMAP inkorg efter studsade meddelanden?
tr_tr: Yeni e-postalar için POP/IMAP e-posta kutusunu kontrol etmek istiyor musunuz?

source: Check Bounced Emails
es_es: Revisar Emails Rebotados
hu_hu: Visszapattanó levelek ellenőrzése
pt_pt: Verificar E-mails Devolvidos
ro_ro: Verifică notificări
sv_se: Kontrollera Studsade Meddelanden
tr_tr: Yeni E-Postaları Kontrol Et

source: Assign Lists (appends)
es_es: Asignar Listas (anexas)
hu_hu: Lista hozzárendelése (hozzáfűzés)
pt_pt: Atribuir Listas (acrescentar)
ro_ro: Atribuie liste (adaugare)
sv_se: Tilldela Listor (fäst)
tr_tr: Görevli Listesi (Ekler)

source: Set Lists (overwrites)
es_es: Configurar Listas (sobreescribe)
hu_hu: Lista beállítása (felüírás)
pt_pt: Estabelecer Listas (sobrescrever)
ro_ro: Setează Liste (suprascriere)
sv_se: Sätt Listor (skriv över)
tr_tr: Set Listesi (üzerine yazar)

source: Registered
es_es: Registrado
hu_hu: Regisztrált
pt_pt: Registado
ro_ro: Înregistrat
sv_se: Registrerad
tr_tr: Kayıtlı

source: Bounces
es_es: Rebotes
hu_hu: Visszapattanások
pt_pt: Devoluções
ro_ro: Notificări
sv_se: Studsar
tr_tr: Zıplamalar

source: Are you sure you want to delete this subscriber?
es_es: ¿Estás seguro que deseas borrar este Suscriptor?
hu_hu: Biztosan törölni kívánja ezt a feliratkozót?
pt_pt: Tem a certeza que deseja apagar este subscritor?
ro_ro: Sigur doriți să eliminați acest abonat?
sv_se: Är du säker du vill radera denna prenumerant?
tr_tr: Bu aboneyi silmek istediğinize emin misiniz?

source: inactive
es_es: inactivo
hu_hu: inaktív
pt_pt: inativo
ro_ro: inactiv
sv_se: inaktiv
tr_tr: aktif değil

source: No subscribers were found
es_es: No se encontraron Suscriptores
hu_hu: Nincs ilyen feliratkozó
pt_pt: Subscritores não encontrados
ro_ro: Nu a fost găsit nici un abonat
sv_se: Inga prenumeranter hittades
tr_tr: Hiçbir abone bulunamadı

source: Save a Subscriber
es_es: Agregar un Suscriptor
hu_hu: Feliratkozó mentése
pt_pt: Gravar um Subscritor
ro_ro: Salvează un abonat
sv_se: Spara en Prenumerant
tr_tr: Aboneyi Kaydet

source: Valid email address of the subscriber to receive newsletters.
es_es: Dirección de email válida del suscriptor que recibe newsletters.
hu_hu: Feliratkozó valós e-mail címe, hogy megkaphassa a hírleveleket.
pt_pt: E-mail válido do subscritor para receber newsletters.
ro_ro: Adresă de email validă pentru ca abonații să primească mesaje.

source: All ticked/checked subscriptions are activated immediately.
es_es: Todas las suscripciones chequeadas se activan inmediatamente.
hu_hu: Minden kijelölt feliratkozás azonnali aktiválása
pt_pt: Todas as subscrições selecionadas/verificadas serão ativadas imediatamente.
ro_ro: Toate abonamentele selectate sunt activate imediat.

source: Register as WP user
ro_ro: Înregistrează ca utilizator WP
sv_se: Registrera som WP användare
tr_tr: WP Kullanıcısı olarak kaydet

source: Wordpress Username
es_es: Usuario Wordpress
hu_hu: WordPress felhasználónév
pt_pt: Utilizador Wordpress
ro_ro: Nume utilizator Wordpress
sv_se: Wordpress Användarnamn
tr_tr: Wordpress Kullanıcı Adı

source: Email Format
es_es: Formato de Email
hu_hu: Levél formátuma
pt_pt: Formato E-mail
ro_ro: Format email
sv_se: E-post format
tr_tr: E-Posta Formatı

source: it is recommended that you use HTML format and turn on multi-part emails under Newsletters > Configuration for compatibility.
es_es: es recomendado que utilices formato HTML y actives emails multi-parte en Newsletters > Configuración para compatibilidad.
hu_hu: ajánlott a HTML használata és kapcsolja be a több részes levleket a Hírlevelek - > Beállítások mneűben a kompatibiltáshoz
pt_pt: é recomendável que utilize o formato HTML e ative a opção e-mails multi-part em Newsletters > Configurações para fins de compatibilidade.
ro_ro: este recomandat să utilizați formatul HTML și să porniți mesajele email tip multi-part din Newsletter -> Configurație pentru îmbunătățirea compatibilității cu programele de email.
sv_se: det rekommenderas att använd HTML format och aktivera multi-part meddelanden för kompabilitet under Nyhetsbrev > Konfiguration
tr_tr: E-bültenler > Ayarlar bölümündelki çok bölümlü e-postalar için HTML formatı kullanmanız tavsiye edilir.

source: show/hide
es_es: mostrar/ocultar
hu_hu: mutat/elrejt
pt_pt: mostrar/ocultar
ro_ro: arată/ascunde
sv_se: visa/dölj
tr_tr: göster/gizle

source: Save Subscriber
es_es: Guardar Suscriptor
hu_hu: Feliratkozó mentése
pt_pt: Guardar Subscritor
ro_ro: Salvează abonat
sv_se: Spara Prenumerant
tr_tr: Aboneyi Kaydet

source: Enter email address here
es_es: Ingresar dirección de email aquí
hu_hu: Ide irja az e-mail címet
pt_pt: Introduza o e-mail aqui
ro_ro: Introduceți aici adresa de email

source: Enter username here
es_es: Ingresa el usuario aquí
hu_hu: Adja meg a felhasználónevet
pt_pt: Introduza aqui o utilizador
ro_ro: Introduceți numele utilizatorului aici
sv_se: Skriv in användarnamn här
tr_tr: Buraya kullanıcı adını giriniz

source: Show on screen
es_es: Mostrar en pantalla
hu_hu: Képernyőn mutat
pt_pt: Mostrar no monitor
ro_ro: Arată pe ecran
sv_se: Visa på skärmen
tr_tr: Ekranda göster

source: View Subscriber
ro_ro: Vezi abonat
sv_se: Visa Prenumerant
tr_tr: Abneyi Görüntüle

source: &larr; All Subscribers
es_es: &larr; Todos Suscriptores
hu_hu: &larr; Összes feliratkozó
pt_pt: &larr; Todos Subscritores
ro_ro: &larr; Toţi abonaţii
sv_se: &larr; Alla Prenumeranter
tr_tr: &larr; Tüm Aboneler

source: Manage All Subscribers
es_es: Administrar Todos los Suscriptores
hu_hu: Összes feliratkozó kezelése
pt_pt: Gerir Todos Subscritores
ro_ro: Administrează toţi abonaţii
sv_se: Hantera alla Prenumeranter
tr_tr: Tüm aboneleri düzenle

source: Change the details of this subscriber
es_es: Cambiar los detalles de este Suscriptor
hu_hu: Feliratkozó tulajdonságainak változtatása
pt_pt: Mudar informações deste subscritor
ro_ro: Schimbă detaliile pentru acest abonat
sv_se: Ändra detaljer för denna prenumerant
tr_tr: Abonenin detaylarını değiştir

source: Remove this subscriber
es_es: Borrar este Suscriptor
hu_hu: Felioratkozó eltávolítása
pt_pt: Apagar este subscritor
ro_ro: Elimină acest abonat
sv_se: Radera denna prenumerant
tr_tr: Bu aboneyi sil

source: Are you sure you wish to remove this subscriber?
es_es: ¿Estás seguro que deseas borrar este Suscriptor?
hu_hu: Biztosan el szeretné távolítani ezt a feliratkozót?
pt_pt: Tem a certeza que deseja apagar este subscritor?
ro_ro: Sigur doriți să eliminaţi acest abonat?
sv_se: Är du säker du vill radera denna prenumerant?
tr_tr: Bu aboneyi silmek istediğinize emin misiniz?

source: IP Address
es_es: Dirección IP
hu_hu: IP cím
pt_pt: Endereço IP
ro_ro: Adresa IP
sv_se: IP Adress
tr_tr: IP Adresi

source: newsletters
hu_hu: hírlevelek
ro_ro: mesaje
sv_se: nyhetsbrev
tr_tr: bültenler

source: Registered Username
es_es: Usuario registrado
hu_hu: Regisztrált felhasználónév
pt_pt: Utilizador Registado
ro_ro: Nume utilizator înregistrat
sv_se: Registrerat Användarnamn
tr_tr: Kayıtlı Kullanıcıadı

source: Manage Templates
ro_ro: Administrare șabloane
sv_se: Hantera Mallar
tr_tr: Şablonları Yönet

source: Create a new newsletter template
es_es: Crear una nueva Plantilla de Newsletter
hu_hu: Új hírlevél sablon készítése
pt_pt: Criar um novo modelo de newsletter
ro_ro: Crează un şablon nou pentru mesaje
sv_se: Skapa en ny mall för nyhetsbrev
tr_tr: Yeni bir bülten şablonu oluştur

source: email templates
ro_ro: şabloane pentru mesaje
sv_se: mallar för meddelanden
tr_tr: E-Posta Şablonları

source: Search Templates
ro_ro: Căutare şabloane
sv_se: Sök Mallar
tr_tr: Arama şablonları

source: Are you sure you wish to execute this action on the selected templates?
ro_ro: Sigur doriți să executaţi această acţiune pe şabloanele selectate?
sv_se: Är du säker du vill utföra denna handling för de valda mallarna?
tr_tr: Seçili şablon üzerinde bu işlemi gerçekleştirmek istediğinize emin misiniz?

source: View this template
es_es: Ver esta Plantilla
hu_hu: Sablon megtekintése
pt_pt: Ver este modelo
ro_ro: Vezi acest şablon
sv_se: Visa denna Mall
tr_tr: Bu şablonu görüntüle

source: Are you sure you want to delete this template?
es_es: ¿Estás seguro que deseas borrar esta plantilla?
hu_hu: Biztosan törölni kivánja ezt a sablont?
pt_pt: Tem a certeza que deseja apagar este modelo?
ro_ro: Sigur doriți să eliminați acest şablon?
sv_se: Är du säker du vill radera denna mall?
tr_tr: Bu şablonu silmek istediğinize emin misiniz?

source: No newsletter templates were found
ro_ro: Nu a fost găsit nici un şablon pentru mesaj
sv_se: Inga mallar för nyhetsbrev hittades
tr_tr: Hiçbir bülten şeması bulunamadı

source: Enter template title here
es_es: Ingresar el título de la plantilla aquí
hu_hu: Adja meg a sablon nevét
pt_pt: Insira o título do modelo aqui
ro_ro: Introduceți numele șablonului aici
sv_se: Skriv in titel för mall här
tr_tr: Buraya şablon başlığını girin

source: View Template
ro_ro: Vezi şablon
sv_se: Visa Mall
tr_tr: Şemayı görüntüle

source: &larr; All Templates
ro_ro: &larr; Toate şabloanele
sv_se: &larr; Alla Mallar
tr_tr: &larr; Tüm Şemalar

source: Manage All Templates
ro_ro: Administrează toate şabloanele
sv_se: Hantera alla Mallar
tr_tr: Tüm Şemaları Yönet

source: Send this template as a newsletter
ro_ro: Trimite acest şablon ca mesaj
sv_se: Skicka denna mall som ett nyhetsbrev
tr_tr: Bu şemayı bülten olarak gönder

source: Send
es_es: Enviar
hu_hu: Elküld
pt_pt: Enviar
ro_ro: Trimite
sv_se: Skicka
tr_tr: Gönder

source: Change the details of this template
ro_ro: Schimbă detaliile acestui şablon
sv_se: Ändra detaljerna för denna mall
tr_tr: Şemanının detaylarını değiştir

source: Remove this template permanently
ro_ro: Elimină definitiv acest şablon
sv_se: Radera denna mall permanent
tr_tr: Bu şemayı tamamen sil

source: Manage Themes
es_es: Administrar Temas
hu_hu: Témák kezelése
pt_pt: Gerir modelos
ro_ro: Administrare teme
sv_se: Hantera Teman
tr_tr: Temaları Yönet

source: Add a new theme
es_es: Agregar un nuevo Tema
hu_hu: Új téma hozzáadása
pt_pt: Adicionar novo
ro_ro: Adaugă o temă nouă
sv_se: Lägg till ett nytt tema
tr_tr: Yeni bir tema ekle

source: themes
es_es: temas
hu_hu: témák
pt_pt: modelos
ro_ro: teme
sv_se: teman
tr_tr: temalar

source: Search themes
es_es: Buscar Temas
hu_hu: Téma keresése
pt_pt: Procurar Modelos
ro_ro: Căutare teme
sv_se: Sök teman
tr_tr: Temalarda ara

source: Are you sure you wish to execute this action on the selected themes?
es_es: ¿Estás seguro que deseas ejecutar esta acción en el tema seleccionado?
hu_hu: Biztosan végre kivánja hajtani ezt a műveletet a kiválasztott témákon?
pt_pt: Tem a certeza que deseja executar esta ação nos modelos selecionados?
ro_ro: Sigur doriți să executaţi această acţiune pe temele selectate?
sv_se: Är du säker du vill utföra denna handling för valda teman?
tr_tr: Seçili temalarda bu işlemi yapmak istiyor musunuz?

source: default
ro_ro: implicit
sv_se: standard
tr_tr: varsayılan

source: Set as Default
ro_ro: Setează ca implicit
sv_se: Sätt som Standard
tr_tr: Varsayılan olarak işaretle

source: Are you sure you want to delete this theme?
es_es: ¿Estás seguro que deseas borrar este Tema?
hu_hu: Biztosan törölni kívánja ezt a témát?
pt_pt: Tem a certeza que deseja apagar este modelo?
ro_ro: Sigur doriți să eliminați această temă?
sv_se: Är du säker du vill radera detta tema?
tr_tr: Bu temayı silmek istediğinize emin misiniz?

source: Preview
es_es: Vista previa
hu_hu: Előnézet
pt_pt: Pré-visualizar
ro_ro: Previzualizare
sv_se: Förhandsvisning
tr_tr: Önizleme

source: Theme Preview:
es_es: Vista Previa de Tema:
hu_hu: Téma előnézete:
pt_pt: Pré-visualizar Modelo:
ro_ro: Previzualizare temă
sv_se: Förhandsvisa Tema:
tr_tr: Tema önizlemesi

source: No themes were found
es_es: No se encontraron Temas
hu_hu: Nincs téma
pt_pt: Nenhum modelo encontrado
ro_ro: Nu a fost găsită nici o temă
sv_se: Inga teman hittades
tr_tr: Hiçbir tema bulunamadı

source: Save a Theme
es_es: Guardar un Tema
hu_hu: Téam mentése
pt_pt: Guardar um Modelo
ro_ro: Salvează o temă
sv_se: Spara ett Tema
tr_tr: Temayı kaydet

source: This is a full HTML theme and should contain at least <code>[wpmlcontent]</code> somewhere.
es_es: Este es un thema full HTML y debe contener al menos <code>[wpmlcontent]</code> en alguna parte.
hu_hu: Ez egy teljesen HTML téma és tartalmaznia kell legalább <code>[wpmlcontent]</code> részt valahol.
pt_pt: Este é um modelo em HTML e deve ter a tag <code>[wpmlcontent]</code> no seu conteúdo.
ro_ro: Aceasta este o temă HTML completă și ar trebui să conţină măcar <code>[wpmlcontent]</code> pe undeva.
sv_se: Detta är ett HTML tema och måste innehålla minst <code>[wpmlcontent]</code> någonstans
tr_tr: Bu tam bir HTML temasıdır ve en az bir tane <code>[wpmlcontent]</code> kalıbı içermelidir.

source: inside themes.
es_es: dentro de temas.
hu_hu: témán belül.
pt_pt: dentro dos modelos.
ro_ro: în teme.

source: Upload your images, stylesheets and other elements via FTP or the media uploader in WordPress.
es_es: Carga tus imágenes, hojas de estilo y otros elementos vía FTP o el cargador multimedia de WordPress.
hu_hu: Töltse fel a képeket, stíluslapokat és egyéb elemeket FTP-n keresztül vagy a WordPress Média feltöltőjén keresztül.
pt_pt: Insira as suas imagens, folhas de estilo e outros elementos via FTP ou pelo upload de media do WordPress.
ro_ro: Încarcă imaginile, foile de stil şi alte elemente prin FTP sau cu media uploader din Wordpress
sv_se: Ladda upp bilder, stylesheets och andra element via FTP eller media uppladdaren i WordPress.
tr_tr: Resimlerinizi, stil dosyalarınızı ve diğer elementleri FTP veya medio uploader ile WordPress'e yükleyin
