Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Please ensure that all links, images and other references use full, absolute URLs.
es_es: Por favor, asegúrate que todos los enlaces, imágenes y otras referencias, usen URLs absolutas.
hu_hu: Kérem bizonyosodjon meg, hogy minden link és egyéb hivatkozás abszolút hitvatkozásként van-e megadva.
pt_pt: Por favor certifique-se que todos os links, imagens e outras referências utilizam o URLs corretos.
ro_ro: Vă rugăm asiguraţi-vă că toate link-urile, imaginile şi alte referinţe folosesc URL-uri complete, absolute.
sv_se: Vänligen se till så att alla länkar, bilder eller andra referenser använder fulla absoluta sökvägar.
tr_tr: Lütfen tüm bağlantıların, resimlerin ve diğer tüm referansların tam bağlantılı URL adreslerini kullandığından emin olun.

source: Theme Type
es_es: Tipo de Tema
hu_hu: Téma típusa
pt_pt: Tipo Modelo
ro_ro: Tip temă
sv_se: Typ av Tema
tr_tr: Tema Türü

source: Upload an HTML File
es_es: Cargar un archivo HTML
hu_hu: HTML fájl feltöltése
pt_pt: Enviar um Ficheiro HTML
ro_ro: Încarcă un fişier HTML
sv_se: Ladda upp en HTML fil
tr_tr: HTML Dosyası Yükle

source: Paste HTML Code
es_es: Pegar Código HTML
hu_hu: HTML kód beillesztése
ro_ro: Lipeşte codul HTML
sv_se: Klistra in HTML kod
tr_tr: HTML Kodu Yapıştır

source: Choose HTML File
es_es: Elegir archivo HTML
hu_hu: Válassszon HTML fájl-t
pt_pt: Escolher Ficheiro HTML
ro_ro: Alege fişierul HTML
sv_se: Välj en HTML fil
tr_tr: HTML Dosyası Seç

source: The Mailer Settings
es_es: Configuración The Mailer
hu_hu: Mailer beállítások
pt_pt: Configurações do Mail
ro_ro: Setări expediere emailuri

source: Address
es_es: Dirección
hu_hu: Cím
pt_pt: Endereço
ro_ro: Adresă

source: Pro News Settings
es_es: Configuración Pro News
hu_hu: Pro News beállítások
pt_pt: Opções Pro News
ro_ro: Setări Pro News

source: Save Theme
es_es: Guardar Tema
hu_hu: Téma mentése
pt_pt: Guardar Modelo
ro_ro: Salvează tema
sv_se: Spara Tema
tr_tr: Temayı Kaydet

source: Enter theme title here
es_es: Ingresa el título del Tema aquí
hu_hu: Adja meg a téma nevét
pt_pt: Introduza aqui o título do modelo
ro_ro: Introduceți numele temei aici
sv_se: Skriv in en titel för mallen här
tr_tr: Buraya tema başlığını girin

source: Activation Confirmation
es_es: Confirmación de Activación
hu_hu: Aktiválás megerősítése
pt_pt: Confirmação de Ativação
ro_ro: Confirmare activare
sv_se: Begräftelse på aktivering
tr_tr: Aktivasyon Onayı

source: Thank you for activating your subscription
es_es: Gracias por activar tu suscripción
hu_hu: Köszönjük, hogy aktiválta feliratkozásást
pt_pt: Obrigado por ativar a sua subscrição
ro_ro: Mulţumim că aţi activat abonamentul
sv_se: Tack för att du aktiverat din prenumeration
tr_tr: Aboneliğinizi aktive ettiğiniz için teşekkürler

source: Go back to
es_es: Volver a
hu_hu: Vissza ide
pt_pt: Ir para
ro_ro: Întoarcere la
sv_se: Gå tillbaks till
tr_tr: Sayfasına Geri Dön

source: Sent on:
es_es: Enviado el:
hu_hu: Elküldve itt:
pt_pt: Enviado em:
ro_ro: Trimis în:
sv_se: Skickat den:
tr_tr: Tarihinde gönderildi:

source: Posted on
ro_ro: Publicat în
sv_se: Inlagd den
tr_tr: Tarihinde Yazılmış

source: Your Subscriptions
es_es: Tus Suscripciones
hu_hu: Feliratkozásaim
pt_pt: Subscrições Pessoais
ro_ro: Abonamentele dumneavoastră
sv_se: Dina Prenumerationer
tr_tr: Aboneliklerinizi

source: With Selected
es_es: Con Seleccionado
hu_hu: Kiválasztottal
pt_pt: Selecionadas
ro_ro: Cu selectat
sv_se: Med vald
tr_tr: Seçili Olanlar

source: Unsubscribe
es_es: Desuscribir
hu_hu: Leiratkozás
pt_pt: Cancelar
ro_ro: Dezabonare
sv_se: Avregistrera
tr_tr: Abonelikten Çık

source: Execute
es_es: Ejecutar
hu_hu: Indítás
pt_pt: Executar
ro_ro: Execută
sv_se: Exekvera
tr_tr: Çalıştır

source: No subscriptions are available
es_es: No hay suscripciones disponibles
hu_hu: Nincs elérhető feliratkozás
pt_pt: Nenhuma subscrição disponível
ro_ro: Nu este disponibil nici un abonament
sv_se: Inga prenumerationer är tillgängliga
tr_tr: Hiçbir abonelik bulunmamaktadır.

source: Continue to PayPal &raquo;
ro_ro: Continuă către PayPal &raquo;
sv_se: Fortsätt till PayPal &raquo;
tr_tr: Paypa le devam et &raquo;

source: Continue
es_es: Continuar
hu_hu: Tovább
pt_pt: Continuar
ro_ro: Continuare
sv_se: Fortsätt
tr_tr: Devam Et

source: checkout
ro_ro: lansare comandă
sv_se: till kassan
tr_tr: ödeme

source: Unsubscribe Successful
es_es: Desuscripción Exitosa
hu_hu: Sikeres leiratkozás
pt_pt: Cancelamento com Sucesso
ro_ro: Dezabonare reușită

source: You have successfully unsubscribed from the selected list(s).
es_es: Te has desuscripto con éxito de las Listas de Correo.
hu_hu: Sikeresen leiratkozott a kiválasztott listáról
pt_pt: Cancelou com sucesso as mailing lists selecionadas.
ro_ro: Aţi fost dezabonat cu succes la lista(listele) de distribuție.

source: You will no longer receive correspondence on the list(s) unsubscribed from.
es_es: Dejarás de recibir mensajes en las listas que te has desuscripto.
hu_hu: Nem kap több értesítést a listáról való liratkozással kapcsolatban
pt_pt: Não irá receber mais notificações da listas de cancelamento.
ro_ro: Nu veți mai primi în viitor corespondență de la listele de distribuție de la care v-ați dezabonat.

source: Unsubscribe Confirmation
es_es: Confirmación de Desuscripción
hu_hu: Leíratkozás megerősítése
pt_pt: Confirmação de Cancelamento
ro_ro: Confirmare dezabonare
sv_se: Bekräftelse för avregistrering
tr_tr: Abonelik Çıkış Onaylaması

source: Tick/check the list(s) below from which you want to unsubscribe.
es_es: Tilda las listas de abajo de las cuales quieres desuscribirte.
hu_hu: Pipálja ki az alábbi listából, hogy ,elyikről kíván leiratkozni.
pt_pt: Selecione/verifique as listas em baixo das quais pretende cancelar.
ro_ro: Bifați listele de distribuție de mai jos de la care doriți să vă dezabonați.

source: No subscriptions
ro_ro: Fără abonamente

source: Comments
es_es: Comentarios
hu_hu: Hozzászólások
pt_pt: Comentários
ro_ro: Comentarii
sv_se: Kommentarer
tr_tr: Yorumlar

source: Confirm Unsubscribe
es_es: Confirmar Desuscripción
hu_hu: Leiratkozás megerősítése
pt_pt: Confirmar Cancelamento
ro_ro: Confirmare dezabonare
sv_se: Bekräfta avregistrering
tr_tr: Abonelikten çıkışı onayla

source: &larr; Manage Subscriptions
es_es: &larr; Administrar Suscripciones
hu_hu: &larr; Feliratkozás kezelése
pt_pt: &larr; Gerir Subscrições
ro_ro: &larr; Administrează abonamente
sv_se: &larr; Hantera Prenumerationer
tr_tr: &larr; Abonelikleri Yönet

source: Close this window
es_es: Cerrar ventana
hu_hu: Ablak bezárása
pt_pt: Fechar esta janela
ro_ro: Închide această fereastră
sv_se: Stäng detta fönster
tr_tr: Bu pencereyi kapatın

source: Paid Subscription
ro_ro: Abonament plătit
sv_se: Betald Prenumeration
tr_tr: Ödenmiş Abonelik

source: Please fill in the code below:
es_es: Por favor, complete el código abajo:
hu_hu: Töltse ki a kód mezőt:
pt_pt: Por favor, introduza o código em baixo:
ro_ro: Vă rog completaţi conţinutul:
sv_se: Vänligen fyll i koden nedan:

source: loading
ro_ro: se încarcă
sv_se: laddar
tr_tr: yükleniyor

source: Current Subscriptions
es_es: Suscripciones actuales
hu_hu: Jelenlegi Feliratkozók
pt_pt: Subscrições em Atividade
ro_ro: Abonamentele dumneavoastră

source: Below are your current subscriptions to our list(s).
es_es: Debajo están las actuales suscripciones a nuestras listas.
hu_hu: Itt láthatja, hogy jelenleg mely listákra van feliratkozva
pt_pt: Em baixo, as suas subscrições nas nossas listas.
ro_ro: Mai jos aveţi starea abonamentelor dumneavoastră la listele noastre de distribuție.

source: An Active status indicates that you will receive emails on that list.
es_es: Un estado Activo indica que recibirás emails en esa lista.
hu_hu: Az Aktív státuszban Ön leveleket fog kapni ezen a leelezési listán.
pt_pt: Um estado Ativo indica que receberá e-mails dessa lista.
ro_ro: Starea "Activ" indică faptul că veți primi email-uri de la acea listă.
sv_se: En aktiv status indikerar att du kommer få meddelanden från den listan.
tr_tr: Etkinleştirilmiş bir status

source: Action
es_es: Acción
hu_hu: Művelet
pt_pt: Ação
ro_ro: Acţiune

source: Never
es_es: Nunca
hu_hu: Soha
pt_pt: Nunca
ro_ro: Niciodată

source: Expires:
es_es: Expira:
hu_hu: Lejárat:
pt_pt: Expira em:
ro_ro: Expiră:
sv_se: Förfaller:
tr_tr: Bitiş Tarihi:

source: Are you sure you want to remove this subscription?
es_es: ¿Estás seguro que deseas borrar esta suscripción?
hu_hu: Biztosan el kívánja távolítani ezt a feliratkozást?
pt_pt: Tem a certeza que deseja apagar esta subscrição?
ro_ro: Sigur doriți să eliminaţi acest abonament?

source: Are you sure you want to activate this subscription?
es_es: ¿Estás seguro que deseas activar esta suscripción?
hu_hu: Biztosan aktiválni kívánja ezt a feliratkozást?
pt_pt: Tem a certeza que deseja ativar esta subscrição?
ro_ro: Sigur doriți să activați acest abonament?

source: You are not subscribed to any lists.
es_es: No estás suscripto a ninguna lista.
hu_hu: Nincs egy listára sem feliratkozva
pt_pt: Não subscreveu nenhuma das listas.
ro_ro: Nu sunteți abonat la nici o listă de distribuție.

source: Additional Data
es_es: Datos Adicionales
hu_hu: Kiegészítő adatok
pt_pt: Dados adicionais
ro_ro: Date suplimentare
sv_se: Ytterliggare info
tr_tr: Ek Veri

source: Manage your subscriber profile data in the fields below.
es_es: Administra tu perfil de suscriptor en los campos de abajo.
hu_hu: Feliratkozási profil beállítása az alábbi mezőkben
pt_pt: Gestão dos seus dados de perfil de subscritor nos campos em baixo.
ro_ro: Administrați profilul dvs. de abonat în câmpurile de mai jos.
sv_se: Hantera din profil via fälten nedan
tr_tr: Abone profil verilerinizi aşağıdan düzenleyebilirsiniz.

source: Save Data
ro_ro: Salvare date
tr_tr: Taslağı Kaydet

source: No custom fields are available at this time.
es_es: No hay campos personalizados disponibles.
hu_hu: Nincsenek egyedi mezők jelenleg
pt_pt: Nenhum campo personalizado disponível de momento.
ro_ro: Nu este disponibil nici un câmp personalizat.

source: Your email address is:
es_es: Tu dirección de email es:
hu_hu: Az e-mail címem:
pt_pt: O seu e-mail é:
ro_ro: Adresa dumneavoastră de email este:

source: Are you sure you wish to logout?
es_es: ¿Estás seguro que deseas salir?
hu_hu: Biztosan ki szeretne jelentkezni?
pt_pt: Tem a certeza que deseja sair?
ro_ro: Sigur doriți să vă dezautentificați?

source: Logout
es_es: Salir
hu_hu: Kijelentkezés
pt_pt: Sair
ro_ro: Delogare
sv_se: Logga ut
tr_tr: Çıkış

source: Current
es_es: Actual
hu_hu: Jelenlegi
pt_pt: Atual
ro_ro: Curent

source: Profile
es_es: Perfil
hu_hu: Profil
pt_pt: Perfil
ro_ro: Profil
tr_tr: Profil

source: Activating...
es_es: Activando...
hu_hu: Aktiválás...
pt_pt: Ativando...
ro_ro: Activare...
tr_tr: Aktif Hale Getiriliyor...

source: Removing...
es_es: Borrando...
hu_hu: Eltávolítás...
pt_pt: Apagando...
ro_ro: Eliminare...
sv_se: laddar...

source: Subscribing...
es_es: Suscribiendo...
hu_hu: Feliratkozás...
pt_pt: Subscrevendo...
ro_ro: Abonare...
tr_tr: Aboneleştiriliyor...

source: Thank you for authenticating your email address.
es_es: Gracias por autenticar tu dirección de email.
hu_hu: Köszönjük, hogy hitelesítette e-mail címét
pt_pt: Obrigado por autenticar o seu e-mail.
ro_ro: Mulţumim că aţi confirmat adresa de email.

source: If you do not get redirected in a second, click the link below.
es_es: Si no eres redireccionado en un segunado, clickea el enlace de abajo.
hu_hu: Ha másodperceken belül nem kerül átirányításra kattintson az alábbi linkre
pt_pt: Se não for redirecionado dentro de um segundo, clique no link em baixo.
ro_ro: Dacă nu sunteți redirectat într-o secundă, dați click pe link-ul de mai jos.
sv_se: Om du inte förflyttas inom någon sekund, klicka på länken nedan.
tr_tr: Bir kaç saniye içinde yönlendirilmezseniz, aşağıdaki linke tıklayın.

source: Please fill in your subscriber email address below to manage your subscriptions.
es_es: Por favor, completa tu email de suscriptor debajo para administrar tus suscripciones.
hu_hu: Kérem töltse ki a feliratkozó e-mail címét alább, hogy szerkeszthesse a feliratkozásait.
pt_pt: Por favor, introduza em baixo o seu e-mail de subscritor para gerir suas subscrições.
ro_ro: Vă rugăm introduceți adresa de email cu care v-ați abonat pentru a vă gestiona abonamentele.

source: Email Address:
es_es: Dirección de Email:
hu_hu: E-mail cím:
pt_pt: E-mail:
ro_ro: Adresă email:

source: Send Confirmation
es_es: Enviar Configuración
hu_hu: Küldés megerősítése
pt_pt: Enviar Confirmação
ro_ro: Trimite confirmare

source: Enter email address
es_es: Ingresar dirección de email
hu_hu: Adja meg az e-mail
pt_pt: Introduza o endereço de e-mail
ro_ro: Introduceți adresa de email

source: You have now logged out of your subscriber profile management.
es_es: Has salido de tu administrador de perfiles de suscriptores.
hu_hu: Kijelentkezett s felhasználói profil szerkesztéséről.
pt_pt: Já saiu da gestão do perfil de subscritor.
ro_ro: Acum sunteți dezautentificat din profilul dumneavoastră de abonat.

source: If you wish to go back, please click the link below.
es_es: Si deseas volver atrás, clickea el enlace de abajo.
hu_hu: Ha vissza szereten lépni, kattintson az alábbi linkre
pt_pt: Se deseja voltar, clique no link em baixo.
ro_ro: Dacă doriți să reveniți accesați linkul următor.
sv_se: Om du vill gå tillbaks, klicka på länken nedan.
tr_tr: Geri gitmek isterseniz, lütfen aşağıdaki linke tıklayın.

source: Other Available Lists
es_es: Otras Listas Disponibles
hu_hu: Más elérhető lista
pt_pt: Outra Listas Disponíveis
ro_ro: Alte liste de email disponibile
sv_se: Andra tillgängliga listor
tr_tr: Diğer Uygun Listeler

source: You can subscribe to our other mailing list(s) as well.
es_es: Puedes suscribirte a nuestras Listas de Correo.
hu_hu: További listákra is feliratkozhat
pt_pt: Pode subscrever também outras mailing lists.
ro_ro: Aţi fost abonat cu succes la toate listele de distribuție solicitate.

source: No other subscriptions are available
es_es: No hay otras suscripciones disponibles.
hu_hu: Több feliratkozás nem érhető el
pt_pt: Nenhuma outra subscrição disponível
ro_ro: Nu este disponibil nici o altă listă de distribuție

source: tracking
es_es: seguimiento
hu_hu: követés
pt_pt: monitorização
ro_ro: urmărire
sv_se: spårning
tr_tr: takip

source: Please authenticate your subscriber account by clicking the link below.
es_es: Por favor, autentifica tu cuenta de suscriptor clickeando el enlace de abajo.
hu_hu: Kérem hitelesítse felíratkozásást a lenit linkre kattintva!
pt_pt: Por favor, autenticar a sua conta de subscritor clicando no link em baixo.
ro_ro: Vă rugăm să autentificați contul dvs. de abonat, dând click pe link-ul de mai jos.
sv_se: Vänligen aktivera din prenumeration genom att klicka på länken nedan.
tr_tr: Lütfen abonelik hesabınızı aşağıdaki linke basarak etkinleştiriniz.

source: Authenticate Email Address Now
es_es: Auntenticar Email Ahora
hu_hu: E-mail cím hitelesítése most
pt_pt: Autenticar E-mail Agora
ro_ro: Autentificați acum adresa de email

source: Once you authenticate, you can manage your subscriptions and additional subscriber information.
es_es: Una vez que te autentifiques, puedes administrar tus suscripciones y la información de suscriptor adicional.
hu_hu: Ha hitelesítette adatait, azt követően kezelheti feliratkozásait és a kiegészítő feliratkozói információkat
pt_pt: Uma vez autenticado, pode gerir as suas subscrições e informações adicionais de subscritor.
ro_ro: Odată ce v-ați autentificat, puteți administra abonamentele și informațiile dvs. suplimentare.
sv_se: När du är aktiverad kan du hantera dina prenumerationer och profil mm.
tr_tr: Giriş yaptıktan sonra aboneliklerinizi ve abone bilgilerinizi düzenleyebilirsiniz

source: Email address is already in use, try another.
hu_hu: Az e-mail cím már regisztrálva van. Kérem próbáljon másikat

source: This email was not sent to any lists.
hu_hu: Ez a levél egy listán sem került elküldésre

source: Select File
hu_hu: Fájl kiválasztása
pt_pt: Selecionar Ficheiro

source: Maximum file size of <strong>%s</strong>
hu_hu: Megengedett legnagyobb fájl méret <strong>%s</strong>
pt_pt: Tamanho máximo do ficheiro de <strong>%s</strong>

source: Allowed file types are <strong>%s</strong>
hu_hu: Megengedett fájl típusok <strong>%s</strong>
pt_pt: Tipos de ficheiros permitidos são <strong>%s</strong>

source: Text Field
es_es: Campo de Texto
hu_hu: Szöveges mező
pt_pt: Campo de Texto
sv_se: Text Fält
tr_tr: Yazı Alanı

source: Text Area
es_es: Área de Texto
hu_hu: Szövegdoboz
pt_pt: Área de Texto
tr_tr: Mesaj Alanı

source: File Upload
hu_hu: Fájl feltöltés
pt_pt: Carregamento de Ficheiro

source: Rendering of %s has failed!
hu_hu: %s- darab előállítása nem sikerült

source: Title:
hu_hu: Cím:

source: Mailing List:
hu_hu: Levelezési lista:

source: Folder named "%s" is not writable
hu_hu: "%s" mappa nem irható!

source: Folder named "%s" does not exist
hu_hu: "%s" mappa nem létezik

source: Import/Export
es_es: Importar/Exportar
hu_hu: Importálás/Exportálás
pt_pt: Importar/Exportar
sv_se: Importera/Exportera
tr_tr: Aktar/Çıkart

source: Extensions Settings
hu_hu: Kiegészítők beállításai
pt_pt: Configurações da Extensões

source: Total Subscribers
hu_hu: Összes feliratkozó

source: Total Mailing Lists
hu_hu: Összes levelezési lista

source: Total Emails
hu_hu: Teszt üzenet

source: Bounced Emails
hu_hu: Visszapattant levelek

source: Statistics Overview
hu_hu: Statisztikák áttekintése

source: Recent Emails
hu_hu: Legutóbbi levelek

source: Auto Import Users
hu_hu: Felhasználók automatikus importálása

source: Csv file could not be created! Check "%s" permissions!
hu_hu: CSV fájl létrehozása sikertelen! Ellenőrizze a "%s" jogokat!

source: subscribers successfully imported
es_es: los Suscriptores fueron importados con éxito
hu_hu: Felirtkozó importálva
pt_pt: subscritores importados com sucesso

source: No subscribers were imported
es_es: No se encontraron Suscriptores
hu_hu: Felirtkozó importálva
pt_pt: Nenhum subscritor importado

source: ID
hu_hu: Azonosító

source: CSV has been exported with filename "
hu_hu: CSV exportálásra került. Fájl név: "

source: CSV file could not be created, please check write permissions on "%s" folder.
hu_hu: CSV fájl létrehozása sikertelen! Ellenőrizze az írási jogokat a "%s" mappában

source: Id
hu_hu: Azonosító
tr_tr: Kimlik

source: This is a fixed field and can be edited but not deleted.
hu_hu: Ez egy állandó mező. Szerkeszthető, de nem törölhető
pt_pt: Este é um campo fixo e pode ser editado, mas não excluído.

source: Extensions settings have been saved.
hu_hu: Kiegészítő adatok elmenteve
pt_pt: Configurações das extensões guardadas.

source: Uploaded file
hu_hu: Feltöltött file

source: First Name
es_es: Nombre
hu_hu: Keresztnév

source: Last Name
es_es: Apellido
hu_hu: Vezetéknév

source: Nickname
hu_hu: Becenév

source: Biographical Info
hu_hu: Életrajzi információk

source: Formidable Subscribers
hu_hu: Formidable feliratkozók
pt_pt: Subscritores de Formulários

source: Subscribe users from Formidable forms entries into the Newsletter plugin.
hu_hu: Felhasználók feliratkozása Formidable forms segítségével a Hírlevél bővítménybe
pt_pt: Subscritores de entradas de fomulários do plugin Newsletter.

source: Gravity Forms
hu_hu: Gravity Űrlapok

source: Capture subscribers through Gravity Forms into the Newsletter plugin.
hu_hu: Feliratkozók szerzése Gravity űrlapok segítségével a Hírlevél bővítmenyhez

source: Blue Retro
hu_hu: Kék retro

source: Night Life
hu_hu: Éjszakai élet

source: Simply Elegant
hu_hu: Egyszerűen elegáns

source: Thumbnail
hu_hu: Bélyegkép

source: Lists:
hu_hu: Listák:

source: Comma separated list IDs to show (eg. 11,3,7), leave empty for all.
hu_hu: Vesszővel elválasztva (pl.: 11,3,7), összes esetén hagyja üresen

source: Show Date:
hu_hu: Dátum mutatása:

source: Full/Excerpt:
hu_hu: Teljes/Kivonat:

source: Full
hu_hu: Teljes

source: Excerpt
hu_hu: Kivonat

source: Insert a full post or the excerpt of a post.
hu_hu: Teljes bejegyzés vagy kivonat beillesztése?

source: Category:
hu_hu: Kategória:

source: Custom Post Types:
hu_hu: egyedi bejegyzés típusa:

source: Choose Post:
hu_hu: Válasszon bejegyzést:

source: Number of Posts:
hu_hu: Bejegyzések száma:

source: Insert full posts or the excerpt of posts.
hu_hu: Teljes bejegyzés vagy kivonat beillesztése?

source: Order By:
hu_hu: Rendezés:

source: Order Direction:
hu_hu: Sorrend iránya

source: Posts Category:
hu_hu: Bejegyzés kategóriája:

source: Post ID:
hu_hu: Bejegyzés azonosítója

source: Featured image post ID. Leave empty for current post.
hu_hu: Kiemelt kép bejegyzés azonosítója. Hagyja üresen a jelenlegi bejegyzésnél

source: Size:
hu_hu: Méret:

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Preferred size of the image.
hu_hu: Előnyben részesített képméret

source: Number of Emails:
hu_hu: Levelek száma:

source: Mailing List(s):
hu_hu: Levelezési lista/listák:

source: No email was specified.
hu_hu: Nincs levél kiválasztva

source: Please choose the display for this field.
hu_hu: Válasszon megjelenést ehhez a mezőhöz
pt_pt: Por favor, selecione a exibição deste campo.

source: Stop
es_es: Detener
hu_hu: Állj
pt_pt: Parar

source: Tribulant News Blog
es_es: Noticias del Blog Tribulant
hu_hu: Tribulant hírek
pt_pt: Tribulant Blog de Notícias
sv_se: Tribulant Nyhetsblogg
tr_tr: Tribulant Haberler Bloğu

source: News Blog
es_es: Blog de Noticias
hu_hu: Hír blog
pt_pt: Blog de Notícias
sv_se: Nyhetsblogg
tr_tr: Haber Bloğu

source: Choose the custom field for the first name value from the vCard to go into.
hu_hu: Válasszon egy egyedi mezőt a vCard-ról származó keresztnévnek

source: Choose the custom field for the last name value from the vCard to go into.
hu_hu: Válasszon egy egyedi mezőt a vCard-ról származó vezetéknévnek

source: Phone Number
hu_hu: Telefonszám

source: Choose the custom field for the phone number value from the vCard to go into.
hu_hu: Válasszon egy egyedi mezőt a vCard-ról származó telefonszámnak

source: Show Ajax progress as the import is done?
es_es: ¿Mostrar progresión Ajax de la exportación?
hu_hu: Mutassa az Ajax folymatot mikor készen van az import?
pt_pt: Mostras progresso com Ajax enquanto a importação é efetuada?

source: Subscribers have been exported.
hu_hu: Felirtkozó importálva

source: Newsletters %s
hu_hu: Hírlevelek %s

source: Offsite Wizard
es_es: Asistente de Offsite
hu_hu: Oldaon kívüli varásló
pt_pt: Assistente Externo
tr_tr: Site Dışı Sihirbazı

source: General
hu_hu: Általános
pt_pt: Geral

source: Inserts the excerpt of a single post.
hu_hu: Bejegyzés kivonatának beillesztése

source: Insert the excerpts of multiple posts.
hu_hu: Több bejegyzés kivonatának beillesztése

source: Insert a post featured thumbnail image.
hu_hu: Bejegyzés kiemelt képének beillesztése

source: Insert the permalink URL of a post.
hu_hu: Bejegyzés elérésiútjának beillesztése

source: What is the ID of the post you want to insert?
hu_hu: Mi a bejegyzés azonosítója amit beilleszteni szeretne?

source: Do you want to insert a full post or excerpt? Use "full" or "excerpt" to specify.
hu_hu: Az kivonatot vagy a teljes bejegyzést szeretné beilleszteni? Használja a "full" vagy "excerpt" kiválasztáshoz

source: What is the ID of the post to take the featured image from? \nIf you are sending/queuing this newsletter from a post/page, leave empty to use the current post/page ID automatically.
hu_hu: Mi a bejegyzés ID-ja ahonnan a kiemelt kép származik?vHa a hírlevevelet közvetlenül az oldaról/bejegyzésről küldi hagyja üresen, mert automatikusan kitöltődik.

source: Please fill in a size! Use either thumbnail, medium, large or full.
hu_hu: Kérem adja meg a méretet! Hasznáhatja a bélyképet, közepest, nagyot vagy akát a teljes méretet is!
