Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: No schedule has been set for this task.
es_es: No se ha configurado ningún cronograma para esta tarea.
hu_hu: Ez a feladat nincs ütemezve
pt_pt: Nenhum agendamento definido para esta tarefa.
ro_ro: Nu a fost programat nimic pentru această sarcină.
sv_se: Denna uppgift har inte någon schemaläggning
tr_tr: Bu işlem için hiçbir düzenleme yapılmamıştır.

source: No cron schedules are available or no task was specified.
es_es: No hay cronogramas disponibles o no se especificaron tareas.
hu_hu: Nincs ütemezés vagy nincs feladat kiválasztva
pt_pt: Nenhum agendamento disponível para a tarefa especificada.
ro_ro: Nu este disponibilă nici o programare sau nu a fost specificată nici o sarcină.

source: Save Email Templates
ro_ro: Salvare șabloane mesaje

source: Subscribe Orders
es_es: Pedidos de Suscripción
hu_hu: Felirakozási szabályok
pt_pt: Pedidos de Subscrição
ro_ro: Comenzi abonaţi
sv_se: Beställningar för Prenumerationer

source: Subscribe Stats
es_es: Estadísticas de Suscripción
hu_hu: Feliratkozási statisztika
ro_ro: Statistici abonamente

source: Templates Configuration
ro_ro: Configurație machete

source: The uploaded file exceeds the PHP upload_max_filesize directive.
es_es: El archivo cargado excede el PHP upload_max_filesize directive.
hu_hu: A feltöltött file mérete meghaladja a PHP upload_max_filesize beállításait
pt_pt: O ficheiro anexado excede o limite upload_max_filesize do PHP.
ro_ro: Mărimea fişierului de încărcat depăşeşte valoarea upload_max_filesize din setările PHP
sv_se: Den uppladdade filen överskrider storleksbegränsningen för PHP direktivet upload_max_filesize
tr_tr: Yüklenen dosyalar PHP'nin upload_max_filesize satırı ile uyuşmuyor

source: The uploaded file exceeds the max_file_size directive specified in the form.
es_es: El archivo cargado excede la max_file_size directive especificada en el formulario.
hu_hu: A feltöltött file mérete meghaladja a PHP upload_max_filesize beállításait az űrlapon
pt_pt: O ficheiro anexado excede a diretiva max_file_size especificada no formulário.
ro_ro: Mărimea fişierul de încărcat depăşeşte valoarea max_file_size specificată în formular
sv_se: Den uppladdade filen överskrider storleksbegränsningen specificerat för formuläret
tr_tr: Yüklenen dpsya max_file_size direktifine uymuyor.

source: The uploaded file was only partially uploaded.
es_es: El archivo cargado ha sido parcialmente cargado.
hu_hu: A feltöltött fájl csak részben került feltöltésre
pt_pt: O ficheiro foi parcialmente anexado.
ro_ro: Fişierul de încărcat a fost numai parţial procesat
sv_se: Den uppladdade filen laddades bara delvis upp.
tr_tr: Yüklenen doyanın sadece bir bölümü yüklendi

source: No file was uploaded.
es_es: Ningún archivo fue cargado.
hu_hu: Nem került fájl feltöltésre
pt_pt: Nenhum ficheiro anexado.
ro_ro: Nu a fost încărcat nici un fișier.
sv_se: Ingen fil laddades upp.
tr_tr: Hiçbir dosya yüklenmedi

source: Missing a temporary folder.
es_es: Falta una carpeta temporal.
hu_hu: Hiányzó ideiglenes mappa
pt_pt: Pasta temporária em falta.
ro_ro: Lipsește un folder temporar
sv_se: Saknar en temporär katalog
tr_tr: Geçici klasör eksik.

source: Failed to write file to disk.
es_es: Ha fallado la escritura del archivo en el disco.
hu_hu: A lemezre írás sikertelen
pt_pt: Erro de escrita no disco.
ro_ro: Scrierea fișierului pe disc a eșuat.
sv_se: Misslyckades att skriva filen till disk
tr_tr: Dosyayı sabit diske yazma işlemi başarsız

source: A PHP extension stopped the file upload.
es_es: Una extensión PHP ha detenido la carga del archivo.
hu_hu: A PHP kiegészítő leállította a fájl feltöltését
pt_pt: Uma extensão PHP parou a anexação do ficheiro.
ro_ro: O extensie PHP a oprit încărcarea fişierului.
sv_se: Ett PHP tillägg stoppade filuppladdningen
tr_tr: PHP uzantısı dosya yüklenmesini engelledi

source: An error occurred. Please try again.
es_es: Un error ha ocurrido. Por favor inténtalo de nuevo.
hu_hu: Hiba! Kérem próbálja újra
pt_pt: Ocorreu um erro. Por favor, tente de novo.
ro_ro: A apărut o eroare. Vă rugăm încercaţi din nou.
sv_se: Ett fel uppstod. Vänligen försök igen
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: Australian Dollars
es_es: Dolar Australiano
hu_hu: Ausztrál dollár
pt_pt: Dólares Australianos
ro_ro: Dollari australieni
sv_se: Australiensiska Dollar
tr_tr: Avusturalya Doları

source: Canadian Dollars
es_es: Dolar Canadiense
hu_hu: Kanadai dollár
pt_pt: Dólares Canadianos
ro_ro: Dollari canadieni
sv_se: Kanadensiska Dollar
tr_tr: Kanada Doları

source: Swiss Francs
es_es: Franco Suizo
hu_hu: Svájci frank
pt_pt: Francos Suíços
ro_ro: Franci elvețieni
sv_se: Schweizerfranc
tr_tr: İsviçre Frankı

source: Danish Kroner
es_es: Corona Danesa
hu_hu: Dán korona
pt_pt: Coroas Dinamarquesas
ro_ro: Coroane daneze
sv_se: Danska Kronor
tr_tr: Danimarka Kronu

source: Euros
hu_hu: Euro
ro_ro: Euro
sv_se: Euro
tr_tr: Euro

source: British Pounds
es_es: Libras Esterlinas
hu_hu: Angol font
pt_pt: Libras Esterlinas
ro_ro: Lire sterline
sv_se: Brittiska Pund
tr_tr: Ingiliz Sterlini

source: Hong Kong Dollars
es_es: Dolar de Hong Kong
hu_hu: Hong Kongi dollár
pt_pt: Dólar de Hong Kong
ro_ro: Dollari Hong Kong
sv_se: Hong Kong Dollar
tr_tr: Hong Kong Doları

source: Indonesian Rupiahs
es_es: Rupias Indonesias
hu_hu: Indiai rúpia
pt_pt: Rupias Indonésias
ro_ro: Rupii indoneziene
sv_se: Indonesiska Rupiah
tr_tr: Endonezya Rupisi

source: Japanese Yen
es_es: Yens Japoneses
hu_hu: Japán jen
pt_pt: Yen
ro_ro: Yeni japonezi
sv_se: Japanska Yen
tr_tr: Japon Yeni

source: Norwegian Kroner
es_es: Corona Noruega
hu_hu: Norvég korona
pt_pt: Coroas Norueguesas
ro_ro: Coroane norvegiene
sv_se: Norska Kronor
tr_tr: Norveç Kronu

source: New Zealand Dollars
es_es: Dolar de Nueva Zelanda
hu_hu: Új-Zélandi dollár
pt_pt: Dólares da Nova Zelândia
ro_ro: Dollari Noua Zeelandă
sv_se: Nyzeeländska dollar
tr_tr: Yeni Zelanda Doları

source: Swedish Kroner
es_es: Corona Sueca
hu_hu: Svéd korona
pt_pt: Coroas Suecas
ro_ro: Coroane suedeze
sv_se: Svenska Kronor
tr_tr: İsveç Kronu

source: US Dollars
es_es: Dolar Americano
hu_hu: Amerikai dollár
pt_pt: Dólares Americanos
ro_ro: Dollari americani (USD)
tr_tr: Amerikan Doları

source: Singapore Dollars
es_es: Dolar de Singapur
hu_hu: Szingapúri dollár
pt_pt: Dólares de Singapura
ro_ro: Dollari singaporezi
sv_se: Singapore Dollar
tr_tr: Singapur Doları

source: South African Rands
es_es: Rands Sudafricanas
hu_hu: Dél-Afrikai rand
pt_pt: Rands Sul-Africanos
ro_ro: Ranzi sund-africani
sv_se: Sydafrikanska Rands
tr_tr: Güney Africa Rantı

source: Brazilian Real
es_es: Real Brasilero
hu_hu: Brazil real
pt_pt: Reais Brasileiros
ro_ro: Reali brazilieni
sv_se: Brasilianska Real
tr_tr: Brezilya Reali

source: Romanian Leu
es_es: Leu Rumana
hu_hu: Román lej
pt_pt: Leu Romeno
ro_ro: Leu românesc (RON)
sv_se: Rumänska leu
tr_tr: Roman Lösini

source: Embedded Images
es_es: Imágenes Inscrustadas
hu_hu: Beágyazott képek
pt_pt: Imagens Embutidas
ro_ro: Imagini inserate
sv_se: Inbäddade bilder
tr_tr: Yerleştirilmiş Resimler

source: Attach/embed images into emails instead of loading the remotely to prevent image disabling and immediate loading of newsletters.
es_es: Adjuntar imágenes dentro de emails en lugar de cargar de forma remota para prevenir la desactivación de imágenes y que se carguen en el newsletter.
hu_hu: Kép csatolása/beágyazása a levelekben, a távoli elérés helyett, ezzel biztosítható, hogy a képek mindeképp betöltődjenek
pt_pt: Anexar/embutir imagens em e-mails em vez de carregar a imagem remotamente para evitar ser desativada, permitindo que seja visível imediatamente nas newsletters.
ro_ro: Atașează imaginile în mesaje în loc să fie încărcate de la distanță prin URL absolut pentru a preveni invalidarea imaginilor la încărcarea mesajelor în clienții de email.

source: Pro News
ro_ro: Știri Pro
sv_se: Pro nyheter
tr_tr: Profesyonel Haberler

source: Lagoon
hu_hu: Lagúna
ro_ro: Lagună

source: The Mailer
ro_ro: Expeditorul

source: Newsletter Functions
es_es: Funciones de Newsletter
hu_hu: Hírlevél funkciók
pt_pt: Funções da Newsletter
ro_ro: Funcţii Newsletter
sv_se: Funktioner för Nyhetsbrev
tr_tr: Bülten Fonskiyonları

source: Please select a post from the menu.
es_es: Por favor, selecciona una entra desde el menu.
hu_hu: Kérem válasszon bejegyzést a menüből
pt_pt: Por favor, selecione um artigo do menu.
ro_ro: Vă rugăm selectaţi un articol din meniu.

source: Please choose a language.
es_es: Por favor, elige un lenguaje.
hu_hu: Kérem válasszon nyelvet
pt_pt: Por favor, selecione um idioma.
ro_ro: Vă rugăm alegeţi o limbă.

source: Subscription Form
es_es: Formulario de Suscripción
hu_hu: Feliratkozási űrlap
pt_pt: Formulário de Subscrição
ro_ro: Formular abonare
sv_se: Formulär för Prenumeration
tr_tr: Abonelik Formu

source: Posts
es_es: Entradas
hu_hu: Bejegyzések
pt_pt: Artigos
ro_ro: Articole WP

source: Email History
es_es: Historial de Email
hu_hu: Előzmény levelek
pt_pt: Histórico de E-mails
ro_ro: Istoric mesaje
sv_se: Historik över meddelanden
tr_tr: E-Posta Geçmişi

source: Template
es_es: Plantilla
hu_hu: Sablon
pt_pt: Modelo
ro_ro: Șablon

source: Choose to which list(s) subscribers will be subscribed to.
es_es: Elige de cuales listas los suscriptores deben ser suscriptos.
hu_hu: Válassza ki melyik listára/listákra akarja feliratkoztatni a feliratkozókat
pt_pt: Selecione as listas às quais os subscritores serão associados.
ro_ro: Alegeți listele la care vor fi abonați abonații

source: Multiple Choice
es_es: Selección Múltiple
hu_hu: Egyszerre több kiválasztása
pt_pt: Escolha Múltipla
ro_ro: Alegeri multiple
sv_se: Multipla val
tr_tr: Çoktan Seçmeli

source: Show Select Drop Down
es_es: Mostrar Menú Desplegable
hu_hu: Kiválasztott legördülő menű mutatása
pt_pt: Exibir Lista de Seleção
ro_ro: Arată selecţie Drop Down
sv_se: Visa Drop Down för val
tr_tr: Açılır Menü Göster

source: Show Checkbox List
es_es: Mostrar Lista de Checkboxs
hu_hu: Választó lista mutatása
pt_pt: Exibir Caixas de Seleção
ro_ro: Arată listă căsuțe de bifat
sv_se: Visa kryssrutor
tr_tr: Kutu Listesi Göster

source: Specific Mailing List
es_es: Lista de Correo específica
hu_hu: Kiválasztott levelezési lista
pt_pt: Mailing List Específica
ro_ro: Listă de distribuție specifică
sv_se: Speciell E-postlista
tr_tr: Belirli E-Posta Listesi

source: You can allow multiple choices or a specific mailinglist.
es_es: Puedes permiter multiples elecciones o una lista de correo específica.
hu_hu: Engedélyezhet több választási lehetőséget vagy egy levelezési listát
pt_pt: Pode permitir múltiplas escolhas ou uma mailing list específica.
ro_ro: Puteți permite variante multiple sau o lista de email specifică.
sv_se: Du kan tillåta flera alternativ eller en specifik e-postlista
tr_tr: Artık mail listelerinde çoklu yada tek seçim yapabilirsiniz.

source: Language:
es_es: Lenguaje:
hu_hu: Nyelv:
pt_pt: Idioma:
ro_ro: Limbă:

source: Insert:
es_es: Insertar:
hu_hu: Beilleszt:
pt_pt: Inserir:
ro_ro: Introducere:

source: Single Post
es_es: Entrada Simple
hu_hu: Egy bejegyzés
pt_pt: Artigo Único
ro_ro: Un singur articol
sv_se: Enkelt inlägg
tr_tr: Tek Yazı

source: Multiple Posts
es_es: Multiples Entradas
hu_hu: Több bejegyzés
pt_pt: Múltiplos Artigos
ro_ro: Articole multiple
sv_se: Flera inlägg
tr_tr: Çoklu Yazılar

source: Show Date
es_es: Mostrar Fecha
hu_hu: Dátum mutatása
pt_pt: Mostrar Data
ro_ro: Afișare dată

source: Show the posted date for this post?
es_es: ¿Mostrar la fecha publicada de esta entrada?
hu_hu: Mutassa a közzétételi dátumot ennél a bejegyzésnél?
pt_pt: Mostrar a data para este artigo?
ro_ro: Afișez data publicării pentru acest articol?

source: Category
es_es: Categoría
hu_hu: Kategória
pt_pt: Categoria
ro_ro: Categorie
sv_se: kategori
tr_tr: Kategori

source: - Select Category -
es_es: - Seleccionar Categoría -
hu_hu: - Kategória választása -
pt_pt: - Escolher Categoria -
ro_ro: - Selectare Categorie-
sv_se: - Välj Kategori -
tr_tr: - Kategori Seçin -

source: Choose the custom post types to take posts from.
es_es: Elegir las entradas personalizadas (custom post types) para tomar entradas de ahí.
hu_hu: Válassszon egyedi bejegyzés típust, melyből a bejegyzéseket beilleszti
pt_pt: Escolha os tipos de artigo personalizados de onde os artigos devem ser usados.
ro_ro: Alegeți custom post types de unde să se ia articolele.
sv_se: Välj vilken typ av egna inläggstyper som inlägg det ska tas ifrån
tr_tr: Yazıların alınacağı özel yazı tiplerini seçiniz.

source: Choose Post
ro_ro: Alege un articol
sv_se: Välj Inlägg
tr_tr: Yazı seçiniz

source: Number of Posts
es_es: Número de Entradas
hu_hu: Bejegyzések száma
pt_pt: Número de Artigos
ro_ro: Număr articole
sv_se: Antal Inlägg
tr_tr: Yazı adeti

source: Show the posted date of each post?
es_es: ¿Mostrar la fecha de publicación de cada entrada?
hu_hu: Minden bejegyzésnél mutassa a közzététel dátumát?
pt_pt: Mostrar a data de cada artigo?
ro_ro: Afișez data publicării fiecărui articol?
sv_se: Visa datum för varje inlägg?
tr_tr: Her yazının tarihi gösterilsin mi?

source: Order By
ro_ro: Ordonare după
sv_se: Sortera via
tr_tr: Sırala

source: Date
es_es: Fecha
hu_hu: Dátum
pt_pt: Data
ro_ro: Dată
sv_se: Datum
tr_tr: Tarih

source: Post Content
es_es: Contenido de Entrada
hu_hu: Bejegyzés tartalma
pt_pt: Conteúdo do Artigo
ro_ro: Conţinut articol
sv_se: Innehåll i Inlägg
tr_tr: Yazı İçeriği

source: Post ID
es_es: ID de Entrada
hu_hu: Bejegyzés azonosítója
pt_pt: ID do Artigo
ro_ro: ID articol
sv_se: Inläggs ID
tr_tr: Yazı Numarası

source: Menu Order
es_es: Orden de Menú
hu_hu: Menü sorrend
pt_pt: Ordem do Menu
ro_ro: Ordine meniu
sv_se: Menyorder
tr_tr: Menü Sırası

source: Post Title
es_es: Título de Entrada
hu_hu: Bejegyzés címe
pt_pt: Título do Artigo
ro_ro: Titlu articol
sv_se: Titel för Inlägg
tr_tr: Yazı Başlığı

source: Random Order
es_es: Orden aleatório
hu_hu: Véletlen sorrend
pt_pt: Ordem Aleatória
ro_ro: Ordonare aleatorie
sv_se: Slumpmässig sortering
tr_tr: Rastgele Sıralama

source: Order Direction
ro_ro: Direcţie ordonare
sv_se: Riktning för sortering
tr_tr: Sıralama Direksiyonu

source: Descending (new to old/Z to A/Large to Small)
es_es: Ascendente (nuevo a antiguo/Z a AZ/Largo a Pequeño)
hu_hu: Csökkenő
pt_pt: Decrescente (novos para antigos/Z a A/Maiores para Menores)
ro_ro: Descrescător (de la nou la vechi / de la Z la A / de la mare la mic)
sv_se: Fallande (ny till gammal/Ö till A/Stor till Liten)
tr_tr: Büyükten Küçüğe

source: Ascending (old to new/A to Z/Small to Large)
es_es: Ascendente (antiguo a nuevo/A a Z/Pequeño a Largo)
hu_hu: Növekvő
pt_pt: Crescente (antigos para novos/A a Z/Menores para Maiores)
ro_ro: Crecător (de la vechi la nou / de la A la Z / de la mic la mare)
sv_se: Stigande (gammal till ny/A till Ö/Liten till Stor)
tr_tr: Küçükten Büyüğe

source: Posts Category
ro_ro: Categorii articole

source: - All Categories -
es_es: - Todas las Categorías -
hu_hu: - Minden kategória -
pt_pt: - Todas Categorias -
ro_ro: - Toate categoriile -
sv_se: - Alla Kategorier -
tr_tr: - Tüm Kategoriler -

source: Number of Emails
ro_ro: Număr de mesaje

source: Leave empty for unlimited/all emails.
es_es: Deja vacío para emails ilimitados.
hu_hu: Hagyja üresen ha nincs korlát
pt_pt: Deixar em branco para ilimitado/todos e-mails.
ro_ro: Lăsați gol pentru toate mesajele.

source: Email Subject
es_es: Asunto del Email
hu_hu: Levél tárgya
pt_pt: Assunto do E-mail
ro_ro: Subiect mesaj
sv_se: Rubrik för E-post
tr_tr: E-Posta Konusu

source: Times Sent
es_es: Cantidad de veces enviado
hu_hu: Elküldve ennyiszer
pt_pt: Vezes Enviado
ro_ro: Număr trimiteri
sv_se: Tid skickad
tr_tr: Gönderi Zamanı

source: Mailing List(s)
es_es: Listas de Correo
hu_hu: Levelezési lista(k)
ro_ro: Liste de distribuție
sv_se: E-postlistor
tr_tr: E-Posta Listeleri

source: - All Mailing Lists -
es_es: - Todas las Listas de Correo -
hu_hu: - Minden levelezési lista -
pt_pt: - Todas Mailing Lists -
ro_ro: - Toate listele de distribuție -

source: You can select multiple mailing lists by holding CTRL key.
es_es: Pudes seleccionar multiples listas de correo manteniendo presionada la tecla CTRL.
hu_hu: A CTRL gomb nyomvatartásával több listát is választhat egyszerre
pt_pt: Pode selecionar múltiplas listas de e-mail mantendo a tecla CTRL.
ro_ro: Puteți selecta mai multe liste de email tinând apăsată tasta CTRL.
sv_se: Du kan välja fler listor genom att hålla nere CTRL tangenten och klicka.
tr_tr: CTRL tuşuna basarak çoklu mail listeleri seçebilirsiniz.

source: - Select Template -
es_es: - Seleccionar Plantilla -
hu_hu: - Sablon választása_
pt_pt: - Escolher Modelo -
ro_ro: - Selectează șablon -

source: Please fill in a title.
es_es: Por favor, completa un título.
hu_hu: Kérem adjon meg címet
pt_pt: Por favor, introduza um título.
ro_ro: Vă rugăm completaţi un titlu.

source: Please select mailing list(s).
es_es: Por favor, selecciona Listas de Correo.
hu_hu: Kérem válasszon levelezési listát
pt_pt: Por favor, selecione mailing list(s).
ro_ro: Vă rugăm selectaţi lista sau listele de distribuție.

source: Please choose a newsletter type.
es_es: Por favor, elige un tipo de newsletter.
hu_hu: Válasszon hírlevél típust
pt_pt: Por favor, selecione um tipo de newsletter.
ro_ro: Vă rugăm alegeţi un tip de newsletter.

source: Please fill in a subject.
es_es: Por favor, completa un asunto.
hu_hu: Kérem töltse ki a tárgy mezőt
pt_pt: Por favor, introduza um assunto do e-mail.
ro_ro: Vă rugăm completaţi un subiect pentru mesaj.

source: Please fill in content for this newsletter.
es_es: Por favor, completa el contenido del newsletter.
hu_hu: Kérem adjon meg tartalmat ehhez a levélhez
pt_pt: Por favor, introduza uma mensagem para esta newsletter.
ro_ro: Vă rugăm completaţi un conținut pentru mesaj.

source: Please select a history email.
es_es: Por favor, selecciona un historial de email.
hu_hu: Kérem válasszon előzmény levelet
pt_pt: Por favor, selecione um e-mail do histórico.
ro_ro: Vă rugăm selectaţi un mesaj din istoric.

source: Please fill in a send delay.
es_es: Por favor, completa un retardo de envío.
hu_hu: Töltse ki a küldés késletetést
pt_pt: Por favor, introduza um intervalo de envio.
ro_ro: Vă rugăm să introduceţi o întârziere de expediere.

source: No subscriber was specified.
es_es: No fue especificado el Suscriptor.
hu_hu: Nincs feliratkozó kiválasztva
pt_pt: Subscritor não especificado.
ro_ro: Nu a fost specificat nici un abonat.

source: Autoresponder email already exists.
es_es: La autorespuesta ya existe.
hu_hu: Automatikus válaszüzenet már létezik
pt_pt: E-mail de resposta automática já existe.
ro_ro: Mesajul pentru autoresponder există deja.
sv_se: Autosvarare för denna e-postadress existerar redan.
tr_tr: Otomatik cevaplıyıcı emaili zaten bulunmakta.

source: No mailing list was specified.
es_es: No fue especificada ninguna Lista de Correo.
hu_hu: Nincs levelezési lista kiválasztva
pt_pt: Nenhuma mailing list especificada.
ro_ro: Nu a fost specificată nici o listă de distribuție.

source: No unique ID was specified
es_es: No fue especificado ningún ID único
hu_hu: Nincs egyedi azonosító kiválasztva
pt_pt: Nenhum ID único foi especificado
ro_ro: Nu a fost specificat un ID unic
sv_se: Inget unikt ID specificerades
tr_tr: Hiçbir tek ID belirtilmedi

source: No history item was specified
es_es: No fue especificado ningún item de historial
hu_hu: Nincs előzmény elem kiválasztva
pt_pt: Nenhum item histórico foi especificado
ro_ro: Nu a fost specificat nici un element istoric
sv_se: Inget historiskt objekt specificerades
tr_tr: Arşiv elemanı belirtilmedi

source: Please fill in your email address
es_es: Por favor, completa tu dirección de E-Mail
hu_hu: Irja be saját e-mail címét
pt_pt: Por favor, introduza o seu e-mail
ro_ro: Vă rugăm să introduceţi adresa dumneavoastră de email

source: Please fill in a title
es_es: Por favor, completa un título
hu_hu: Kérem töltse ki a cím mezőt
pt_pt: Por favor, introduza um título
ro_ro: Vă rugăm completaţi un titlu
sv_se: Vänligen fyll i en rubrik
tr_tr: Lütfen başlığı doldurunuz

source: You cannot create an email custom field.
es_es: No puedes crear un campo personalizado de email.
hu_hu: Email nevű egyedi mezőt nem tud létrehozni
pt_pt: Não é possível criar um campo de e-mail personalizado.
ro_ro: Nu puteți crea un câmp personalizat nou

source: This title is too long, please keep below 64 characters.
es_es: El título es muy largo, por favor manténlo por debajo de 64 caracteres.
hu_hu: Ez a cím túl hosszú, kérem max. 64 karaktert adjon meg
pt_pt: Este título é muito extenso. Por favor, mantenha-o inferior a 64 caracteres.
ro_ro: Acest titlu este prea lung, vă rugăm mențineți lungimea sub 64 de caractere
sv_se: Denna titel är för lång, vänligen använd under 64 tecken.
tr_tr: Başlık çok uzun, lütfen 64 karakterden az yazınız.

source: Please fill in a slug/nicename for this custom field.
es_es: Por favor, completa un slug para este campo personalizado.
hu_hu: Töltse kia keresőbarát névet az egyedi mezőhöz
pt_pt: Por favor, introduza um slug/nome para este campo personalizado.
ro_ro: Vă rugăm specificaţi un slug pentru acest câmp personalizat.

source: A custom field with this slug already exists, please choose a different one.
es_es: Ya existe un campo personalizado con este slug, por elige uno diferente.
hu_hu: Egyedi mező már létezik ezzel a névvel, kérem válasszon másikat.
pt_pt: Um campo personalizado com este slug já existe. Por favor, selecione um diferente.
ro_ro: Un câmp personalizat cu acest slug există deja, vă rugăm modificați.
tr_tr: Bu sluga ayit özel bir alan zaten bulunmakta, lütfen baska bir tane seçiniz.

source: Please choose a required status
es_es: Por favor, elige un estado requerido
hu_hu: Legyen ez kötelező elem?
pt_pt: Por favor, selecione um estado obrigatório
ro_ro: Vă rugăm alegeţi un status
sv_se: Vänligen välj en nödvändig status
tr_tr: Lütfen zorunlu durumunu seçiniz

source: Please fill in an error message
es_es: Por favor, completa un mensaje de error
hu_hu: Adja meg a hibaüzenet szövegét
pt_pt: Por favor, introduza uma mensagem de erro
ro_ro: Vă rugăm introduceţi un mesaj de eroare
sv_se: Vänligen fyll i ett errormeddelande
tr_tr: Lütfen hata mesajı belirtin

source: Please choose a field type
es_es: Por favor, elige un tipo de campo
hu_hu: Válassza ki a mező típusát
pt_pt: Por favor, selecione um tipo de campo
ro_ro: Vă rugăm alegeţi un tip de câmp
sv_se: Vänligen välj en typ för fält
tr_tr: Lütfen alan türü seçin

source: Please fill in some options
es_es: Por favor, completa alguna de las opciones
hu_hu: Kérem adjon meg néhány lehetőséget
pt_pt: Por favor, introduza algumas opções
ro_ro: Vă rugăm completaţi câteva opţiuni
sv_se: Vänligen fyll i ett par alternativ
tr_tr: Lütfen ayarları yapın

source: Please fill in
es_es: Por favor, completar
hu_hu: Kérem töltse ki
pt_pt: Por favor, introduza
ro_ro: Vă rugăm completaţi
sv_se: Vänligen fyll i
tr_tr: Lütfen doldurun

source: No list was specified
es_es: Ninguna Lista fue especificada
hu_hu: Nincs lista kiválasztva
pt_pt: Nenhuma lista especificada
ro_ro: Nu a fost specificată nici o listă
sv_se: Ingen lista specificerades
tr_tr: Liste seçilmedi

source: Please fill in a title for this group.
es_es: Por favor, completa un título para este grupo.
hu_hu: Kérem adjno nevet ennek a csoportnak
pt_pt: Por favor, introduza um título para este grupo.
ro_ro: Vă rugăm specificaţi un titlu pentru acest grup.

source: Please fill in an attachment title.
es_es: Por favor, completa un título de archivo adjunto.
hu_hu: Kérem adjno nevet a mellékletnek
pt_pt: Por favor, introduza um título de anexo.
ro_ro: Vă rugăm completaţi un titlu pentru atașament.

source: No history record was specified.
es_es: Ningun registro de historial fue especificado.
hu_hu: Nincs előzményadat kiválasztva
pt_pt: Nenhum registo histórico especificado.
ro_ro: Nu a fost specificată nici o înregistrare istorică.
