Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Comma (,) separated mailing list names/titles to add subscribers to in addition to the list(s) ticked/checked above.
es_es: Nombres/títulos de lista de correo separados con coma (,) para agregar suscriptores a las listas tildadas arriba.
hu_hu: Vesszővel elválaszott (,) levelezési lista nevek/címek melyek a fent kiválasztott listához kerülnek hozzáadásra.
pt_pt: Listas de e-mails com os nomes/títulos separados por vírgula (,) para adicionar subscritores nas listas marcadas em cima.
ro_ro: Titluri de liste de distribuție separate prin virgulă la care să fie abonați automat utilizatorii în plus față de listele bifate mai sus.
sv_se: Komma (,) separerad lista (namn/titel) för att lägga till prenumeranter till listan vald ovan.
tr_tr: Yukarıdaki listelerin dışında eklemek istediğiniz aboneleri virgül (,) ekledikten sonra yazınız.

source: Import Subscribers
es_es: Importar Suscriptores
hu_hu: Feliratkozók importálása
pt_pt: Importar Subscritores
ro_ro: Import abonaţi
sv_se: Importera Prenumeranter
tr_tr: Aboneleri İçeriye Aktar

source: Download the subscribers CSV document to your computer
es_es: Descargar CSV de suscriptores a tu ordenador
hu_hu: A feliratkozókat tartalmazó CSV dokumnetum letöltése
pt_pt: Descarregar o documento CSV de subscritores para o seu computador
ro_ro: Descărcare document CSV în calculatorul dvs.
sv_se: Ladda ner CSV dokument över prenumeranter till din dator
tr_tr: Abonelerin CSV dökümanını bilgisayarınıza indirin

source: Select All Lists
es_es: Seleccionar Todas las Lista
hu_hu: Minden lista kiválasztása
pt_pt: Selecionar Todas as Listas
ro_ro: Selectare integrală liste

source: No mailing lists are available.
es_es: No hay Listas de Correo disponibles.
hu_hu: Nincsenek elérhető levelezési listák
pt_pt: Nenhuma mailing list disponível.
ro_ro: Nu este disponibilă nici o listă de distribuție.

source: Choose the mailing list(s) to export
es_es: Selecciona las Listas de Correo para exportar
hu_hu: Válassza ki az exportálni kívánt levelezési listát
pt_pt: Escolha a mailing list(s) para exportar
ro_ro: Vă rugăm selectaţi lista sau listele de distribuție pentru export

source: Export Status
es_es: Estado de Exportación
hu_hu: Export állapota
pt_pt: Exportar Estado
ro_ro: Status export
tr_tr: Durumu Aktar

source: All Subscriptions
es_es: Todas las Suscripciones
hu_hu: Minden feliratkozás
pt_pt: Todas as Subscrições
ro_ro: Toate abonamentele
sv_se: Alla Prenumerationer
tr_tr: Tüm Abonelikler

source: Active Subscriptions Only
es_es: Sólo Suscripciones Activas
hu_hu: Csak aktív feliratkozók
pt_pt: Apenas Subscrições Ativas
ro_ro: Doar abonamentele active
sv_se: Endast Aktiva Prenumerationer
tr_tr: Sadece Aktif Abonelikler

source: Inactive Subscriptions Only
es_es: Sólo Suscripciones Inactivas
hu_hu: Inaktív feliratkozók csak
pt_pt: Apenas Subscrições Inativas
ro_ro: Doar abonamentele inactive
sv_se: Endast Inaktiva Prenumerationer
tr_tr: Sadece Pasif Abonelikler

source: Export Purpose
es_es: Propósito de Exportación
hu_hu: Export célja
pt_pt: Motivo da Exportação
ro_ro: Scop export

source: Newsletter plugin
es_es: Plugin de Newsletter
hu_hu: Hírlevél bővítmény
pt_pt: Plugin Newsletter
ro_ro: Modul Newsletter

source: 3rd Party Software
hu_hu: Szoftverek 3 féltől
pt_pt: Software de terceiros
ro_ro: Software de la terți

source: Choose the purpose of this export.
es_es: Selecciona el propósito para esta exportación.
hu_hu: Válassza ki az export célját
pt_pt: Selecione o motivo desta exportação.
ro_ro: Alegeți scopul acestui export.

source: Show Progress
es_es: Mostrar Progreso
hu_hu: Folyamat mutatása
pt_pt: Mostras Progresso
ro_ro: Afișare progres

source: Show Ajax progress as the export is done?
es_es: ¿Mostrar progresión Ajax de la exportación?
hu_hu: Mutassa az Ajax folymatot mikor készen van az export?
pt_pt: Mostras progresso com Ajax enquanto a exportação é efetuada?
ro_ro: Afișez progresul Ajax pe măsură ce efectuez exportul?

source: Importing Subscribers
es_es: Importando Suscriptores
hu_hu: Feliratkozók importálása
pt_pt: Importando Subscritores
ro_ro: Import abonaţi

source: subscribers have been imported.
es_es: los suscriptores fueron importados.
hu_hu: feliratkozó került importálásra
pt_pt: subscritores foram importados.
ro_ro: abonați au fost importați.

source: Import More
es_es: Importar Más
hu_hu: Több importálása
pt_pt: Importar Mais
ro_ro: Importă mai mult

source: Subscribers Imported
es_es: Suscriptores Importados
hu_hu: Feliratkozó importálva
pt_pt: Subscritores Importados
ro_ro: Abonații au fost importați

source: Failed Subscribers
es_es: Suscriptores Fallidos
hu_hu: Sikertelen felirakozások
pt_pt: Erros nos Subscritores
ro_ro: Abonați eșuați

source: Start Importing
es_es: Comenzar Importando
hu_hu: Importálás indítása
pt_pt: Iniciar Importação
ro_ro: Pornire import
sv_se: Starta import
tr_tr: İçeri Aktarımı başlat

source: Resume Importing
es_es: Reanudar Importación
hu_hu: Import folytatása
pt_pt: Reiniciar Importação
ro_ro: Continuă importul

source: Importing Now
es_es: Importar Ahora
hu_hu: Importálás most
pt_pt: Importar Agora
ro_ro: Se importă

source: Continue to Subscribers
es_es: Continuar a Suscriptores.
hu_hu: Tovább a Feliratkozókhoz
pt_pt: Continuar para os Subscritores
ro_ro: Continuă la Abonați

source: No subscribers are available for import, please try again.
es_es: No hay suscriptores disponible para importar, por favor inténtalo de nuevo.
hu_hu: Nem érhető el importálható feliratkozó, próbálja újra.
pt_pt: Nenhum subscritor está disponível para importação. Por favor, tente novamente.
ro_ro: Nu există abonați de importat, vă rugăm încercați din nou.

source: Field/Model
ro_ro: Câmp/Model
sv_se: Fält/Avdelning
tr_tr: Alan/Model

source: Count
ro_ro: Total
sv_se: Antal
tr_tr: Sayaç

source: Queued Emails
ro_ro: Mesaje în coadă
sv_se: Meddelanden i kö
tr_tr: Sıralanmış E-Postalar

source: History Emails
ro_ro: Istoric mesaje
sv_se: Meddelanden i Historik
tr_tr: Geçmiş E-Postalar

source: Select List
es_es: Seleccionar Lista
hu_hu: Lista kiválasztása
pt_pt: Selecionar Lista
ro_ro: Selectaţi lista
sv_se: Välj lista
tr_tr: Listeyi Seçin

source: Choose the mailing list to subscribe users to.
es_es: Selecciona la lista para suscribir suscriptores.
hu_hu: Válassza ki a
pt_pt: Selecione a mailing list a associar aos subscritores.
ro_ro: Alegeți listele de distribuție la care doriți să vă abonați.

source: Show Custom Fields
es_es: Mostrar Campos Personalizados
hu_hu: Egyedi mezők mutatása
pt_pt: Mostrar Campos Personalizados
ro_ro: Afișare câmpuri personalizate

source: Should custom fields be generated in this HTML code?
es_es: ¿Deberían los campos personalizados ser generados en este código HTML?
hu_hu: Egyedi mezők is generálásra kerüljenek a HTML kódban?
pt_pt: Deve o código HTML gerar campos padronizados?
ro_ro: Câmpurile personalizate trebuie generate cu cod HTML?

source: PopUp Window Title
es_es: Título de Ventana PopUp
hu_hu: PopUp ablak címe
pt_pt: Título da Janela PopUp
ro_ro: Titlu fereastră PopUp
sv_se: Titel för PopUp fönster
tr_tr: Açıılır Pencere Ekran Başlığı

source: Title for the popup window in the browser.
es_es: Título para el popup en el navegador.
hu_hu: Felugróablak címe a böngészőben
pt_pt: Título para a janela popup no navegador.
ro_ro: Titlul ferestrei pop-up.

source: PopUp Dimensions
es_es: Tamaño del Popup
hu_hu: PopUp méretek
pt_pt: Dimensões PopUp
ro_ro: Dimensiune PopUp
sv_se: Dimensioner för PopUp
tr_tr: Açılır Pencere Boyutları

source: by
es_es: por
hu_hu: által
pt_pt: por
ro_ro: de
sv_se: av
tr_tr: göre

source: pixels
hu_hu: képpont
pt_pt: pixeis
ro_ro: pixeli
sv_se: pixlar
tr_tr: piksel

source: Width and height of the popup window.
es_es: Ancho y alto del popup.
hu_hu: Felugró ablak szélessége és magassága
pt_pt: Largura e altura da janela popup.
ro_ro: Lățimea și înălțimea ferestrei pop-up.

source: Button Text
es_es: Texto del botón
hu_hu: Gomb felirat
pt_pt: Texto do Botão
ro_ro: Text buton
sv_se: Knapptext
tr_tr: Buton Yazısı

source: Name/caption to display on the submit button.
es_es: Nombre para mostrar en el botón de Enviar.
hu_hu: Felirat ami a gombon szerepel
pt_pt: Nome/Legenda a ser exibida no botão de envio.
ro_ro: Numele/titlul butonului de trimitere.

source: Include Stylesheet
es_es: Incluir Stylesheet
hu_hu: Stíluslap hozzáadása
pt_pt: Incluir Folha de Estilos
ro_ro: Include foaie de stil

source: Include a stylesheet with styles for the subscribe form?
es_es: ¿Incluir un stylesheet con estilos para el formulario de suscripción?
hu_hu: Stíluslap hozzárendelése a feliratkozási űrlahoz?
pt_pt: Incluir uma folha de estilos para o formulário de subscrição?
ro_ro: Includ o foaie de stil pentru formularul de înscriere?

source: Generate Offsite Code
es_es: Generar Código Offsite
hu_hu: Oldalon kivüli kód generálása
pt_pt: Gerar Código Externo
ro_ro: Generare cod offsite
sv_se: Generera Offsite Kod
tr_tr: Sitedışı Kodu Oluştur

source: Offsite URL
es_es: URL Offsite
hu_hu: Oldalon kivüli URL
pt_pt: URL Externo
ro_ro: URL offsite

source: Direct URL for accessing this offsite form.
es_es: URL directa para acceder a este formulario offsite.
hu_hu: Közvetlen URL az oldalon kívüli űrlap eléréséhez
pt_pt: URL para aceder a este formulário fora do website.
ro_ro: URL direct pentru accesarea formularului din alte situri web.

source: Offsite Code
es_es: Código Offsite
hu_hu: Oldalon kívüli kód
pt_pt: Código HTML Externo
ro_ro: HTML cod offsite

source: HTML and Javascript code to accept subscriptions on external websites into this one.
es_es: Código HTML y Javascript para aceptar suscripciones en sitios externos a este.
hu_hu: HTML és Javascript a külső oldalról való feliratkozók kezeléséhez
pt_pt: Código HTML e Javascript para aceitar subscrições feitas em sites externos e registando neste site.
ro_ro: Cod HTML și Javascript pentru a accepta abonamente din situri de web externe pentru acest site.

source: Copy and paste the code into any webpage.
es_es: Copiar y pegar el codigo en una página web.
hu_hu: Kód másolása és beillesztése bármely egyéb honlapba
pt_pt: Copiar e colar o código em qualquer página.
ro_ro: Copiază şi inserează codul în orice pagină web.

source: Sending Newsletter
es_es: Enviando Newsletter
hu_hu: Hírlevél küldése
pt_pt: Enviando Newsletter
ro_ro: Se trimite Newsletter-ul

source: Queuing Newsletter
es_es: Newsletter en Cola
hu_hu: Hírlevél sorbaállítása
pt_pt: Newsletter em Fila
ro_ro: Se trimite Newsletterul în coada de mesaje

source: This newsletter will be scheduled for:
es_es: Este Newsletter será programado para:
hu_hu: A levél ütemezeve:
pt_pt: Newsletter será agendada para:
ro_ro: Acest newsletter a fost programat pentru:

source: This newsletter will be sent immediately, as fast as possible.
es_es: Este Newsletter será enviado inmediatamente, lo más rápido posible.
hu_hu: Ez a levélelküdésre kerül azonnal amilyen gyorsan csak lehet
pt_pt: Newsletter será enviada imediatamente, os mais rápido possível.
ro_ro: Acest newsletter va fi trimis imediat, cât de repede posibil.

source: Please consult your hosting provider to find out if you have hourly/daily/weekly/monthly email sending limits.
es_es: Por favor, consulta a tu proveedor de hosting para saber si tienes límites para enviar emails (horas/dias/semanas/meses).
hu_hu: Kérem egyeztessen a tárhgyleszolgáltatóval, a óránként/naponként/hetenként/havonként küldhető levelek mennyiségét illetően.
pt_pt: Por favor, consulte a sua empresa de alojamento para saber se existe um limite diário/semanal/mensal para envio de e-mails.
ro_ro: Vă rugăm să consultați furnizorul de servicii de găzduire/internet pentru a afla dacă aveți limite orare/zilnice/săptămânale/lunare pentru trimiterea de mesaje email.

source: In case there are limits, rather tick the "Queue this newsletter instead" checkbox below to queue and throttle accordingly.
es_es: En caso que haya limites, marca el checkbox de abajo "Programar este Newsletter en lugar de" para programar y acelerar correctamente.
hu_hu: Ha korlátozott számban tud egyszerre levelet küldeni, kattintson "Queue this newsletter instead"
pt_pt: Caso exista algum limite no seu servidor, marque a opção "Adicionar na lista de envio" em baixo para que os e-mails entrem em lista de espera sejam enviados em conformidade com os limites.
ro_ro: În cazul în care există limite, mai degrabă bifați ”Adăugați newsletterul în coadă” pentru a folosi coada și trimiterea limitată a mesajelor respectând limitele respective.

source: Check Newsletters > Configuration > Email Scheduling for queue/schedule/throttling settings.
es_es: Revisar Newsletter > Configuración > Agenda de Email para configuración de programación/aceleración.
hu_hu: Ellenőrizze a Hírlevél > Beállítások > Levél ütemezésének beállításait
pt_pt: Verifique Newsletters > Configuração > Agendamento do E-mail para opções de fila/agendamento/aceleração.
ro_ro: Verificați setările din Newsletter > Configurație > Programare mesaje pentru modul de transmitere a mesajelor din coadă.

source: emails have been sent out.
es_es: los emails han sido enviados.
hu_hu: a levelek kiküldésre kerültek
pt_pt: e-mails enviados.
ro_ro: mesaje au fost trimise.

source: Queue this newsletter instead.
es_es: Poner en cola este Newsletter.
hu_hu: Inkább sorbaállítás
pt_pt: Adicionar na lista de envio.
ro_ro: Trimitere mesaj în coada de expediere în locul expedierii imediate.

source: Successfully Sent
es_es: Envío Exitoso
hu_hu: Siekeresen elküldve
pt_pt: Enviado com Sucesso
ro_ro: Trimis cu succes

source: Successfully Queued
es_es: Cola de Envío Exitosa
hu_hu: Sikeresen sorbaállítva
pt_pt: Em espera com Sucesso
ro_ro: Trimis cu succes în coada de mesaje

source: Failed Sending
es_es: Envío Fallido
hu_hu: Sikertelen küldés
pt_pt: Falha no Envio
ro_ro: Trimitere eșuată

source: Failed Queuing
es_es: Cola de Envío Fallida
hu_hu: Sikertlen sorbaállítás
pt_pt: Erro em colocar na Fila de Espera
ro_ro: Trimitere eșuată în coada de mesaje

source: Email Preview
es_es: Vista previa de Email
hu_hu: E-mail előnézete
pt_pt: Pré-visualizar E-mail
ro_ro: Previzualizare mesaj

source: Attachments
es_es: Archivos Adjuntos
hu_hu: Mellékletek
pt_pt: Anexos
ro_ro: Ataşamente

source: Start Sending
es_es: Comenzar a Enviar
hu_hu: Küldés kezdése
pt_pt: Iniciar Envio
ro_ro: Pornire trimitere

source: Sending Now
es_es: Enviando Ahora
hu_hu: Küldés most
pt_pt: Enviando Agora
ro_ro: Se trimite

source: Resume Sending
es_es: Reanudando Envío
hu_hu: Küldés folytatása
pt_pt: Reiniciar Envio
ro_ro: Continuați trimiterea
sv_se: Fortsätt utskick
tr_tr: Göndermeye devam et

source: Start Queuing
es_es: Comenzar Cola de Envío
hu_hu: Sorbaállítás kezdése
pt_pt: Iniciar Fila de Envio
ro_ro: Pornire adăugare în coadă
sv_se: Börja köa
tr_tr: Sıralamaya başla

source: Queuing Now
es_es: En Cola Ahora
hu_hu: Sorbaállítás mkost
pt_pt: Colocando na Espera
ro_ro: Se trimite în coada de mesaje

source: Resume Queuing
es_es: Reanudar Cola de Envío
hu_hu: Sorbaállítás folytatása
pt_pt: Reiniciar Fila de Envio
ro_ro: Continuați adăugarea în coadă
sv_se: Fortsätt lägga i kö
tr_tr: Sıralamaya devam et

source: Cancelled
es_es: Cancelado
hu_hu: Visszavonva
pt_pt: Cancelado
ro_ro: Anulat

source: Continue to History
es_es: Continuar a Historial
hu_hu: Előzményekhez
pt_pt: Continuar para o Histórico
ro_ro: Continuare la Istoric

source: Continue to Queue
es_es: Continuar en Cola
hu_hu: Sorbanállókhoz
pt_pt: Continuar para a Espera
ro_ro: Continuare la Coada de mesaje

source: No subscribers are available, please try again.
es_es: No hay suscriptores disponibles, por favor, inténtalo de nuevo.
hu_hu: Nincs elérhető feliratkozó, próbálja meg újra
pt_pt: Nenhuns subscritos disponíveis. Por favor, tente novamente.
ro_ro: Nu a fost specificat nici un abonat, vă rugăm încercați din nou.

source: Word Count:
es_es: Contador de Palabras:
hu_hu: Szavak száma
pt_pt: Contagem de Palavras:
ro_ro: Total cuvinte:

source: Enter email subject here
es_es: Ingresar asunto de email aquí
hu_hu: Ide irja a levél tárgyát
pt_pt: Introduza aqui o assunto do e-mail
ro_ro: Subiect mesaj aici:

source: Refresh
es_es: Actualizar
hu_hu: Frissítés
pt_pt: Atualizar
ro_ro: Reîmprospătare
sv_se: Uppdatera
tr_tr: Yenile

source: These are scheduled tasks which are automatically run using the WordPress cron.
es_es: Estos son las tareas programadas que corren automaticamente usando el WordPress cron.
hu_hu: Ezek ütemezett feladatok, melyek automatikusan futnak a Wordpress Cron-nak köszönhetően
pt_pt: Estas são tarefas agendadas que são executadas automaticamente usando o cron do Wordpress.
ro_ro: Acestea sunt sarcinile programate ce vor fi executate în mod automat de către serviciul Cron din WordPress.
sv_se: Detta är schemalagda uppgifter som automatiskt kommer köras via WordPress cron.
tr_tr: Bu işlemler Wordpress cronunu kullanarak otomatik çalışan işlemlerdir.

source: The current server time is:
es_es: La hora actual del servidor es:
hu_hu: Pillanatnyi szerver idő
pt_pt: A hora atual no servidor é:
ro_ro: Timpul curent al serverului este:
sv_se: Nuvarande server tid är:
tr_tr: Sunucu saati:

source: Schedule Task
es_es: Tarea Programada
hu_hu: Feladat időzítése
pt_pt: Agendar Tarefa
ro_ro: Programare sarcină

source: Next Scheduled Run
es_es: Corriendo Próxima Tarea Programada
hu_hu: Következő időzítés futása
pt_pt: Próxima Execução Agendada
ro_ro: Următorul eveniment programat

source: emails in the queue
es_es: No se encontraron Emails en la Cola de Envío.
hu_hu: levelek a sorban
pt_pt: e-mails em fila de espera
ro_ro: mesaje în coadă

source: Run Now
es_es: Correr Ahora
hu_hu: Futtatás most
pt_pt: Executar Agora
ro_ro: Pornește acum

source: Are you sure you want to execute this task right now? It may take a while to execute, please do not refresh or close this window.
es_es: ¿Estás seguro que quieres ejecutar esta tarea ahora mismo? Puede tardar un tiempo en ejecutarse, por favor no actualizar o cerrar esta ventana.
hu_hu: Biztosan végre kívánja ezt hajtani a feladatot most? Hosszabb időt vehet igénybe a feladat, kérem NE frissítse és NE zárja be ezt az ablakot.
pt_pt: Tem a certeza que deseja executar esta tarefa agora? Pode levar algum tempo para executá-la, por favor não atualize ou feche esta janela.
ro_ro: Sigur doriți să executați această sarcină chiar acum? S-ar putea să dureze un timp, vă rugăm să nu împrospătați sau să închideți fereastra.
sv_se: Är du säker du vill utföra denna uppgift nu? Det kan ta ett tag att utföram vänligen uppdatera inte eller stäng detta fönster.
tr_tr: Bu işlemi çalıştırmak istediğinizden emin misiniz? Çalıştırmak biraz zaman alabilir, lütfen bu sayfayı yenilemeyeniz yada kapatmayınız.

source: Reschedule
es_es: Reprogramar cronograma
hu_hu: Átütemezés
pt_pt: Reagendar
ro_ro: Reprogramare

source: Are you sure you want to reset this schedule?
es_es: ¿Estás seguro que deseas borrar esta tarea programada?
hu_hu: Biztosan alapállapotba szeretné állítani az ütemezést?
pt_pt: Tem a certeza que deseja anular este agendamento?
ro_ro: Sigur doriți să resetați această programare?

source: Stop Schedule
es_es: Detener Tarea Programada
hu_hu: Ütemezés leállítása
pt_pt: Parar Agendamento
ro_ro: Oprire programare

source: Are you sure you wish to clear this scheduled task?
es_es: ¿Estás seguro que deseas limpiar esta tarea programada?
hu_hu: Biztosan űríti az ütemezett feladatokat?
pt_pt: Tem a certeza que deseja limpara esta tarefa agendada?
ro_ro: Sigur doriți să eliminați toate sarcinile programate?

source: Server cron is currently being used so it is dependent on your server.
es_es: El cron del servidor está siendo utilizado por lo que depende de su servidor.
hu_hu: Server cron jelenleg használatban van
pt_pt: O cron do servidor encontra-se em utilização, é depende do seu servidor.
ro_ro: Serviciul Cron utilizat acum este cel al serverului, prin urmare programarea depinde de server.
sv_se: Server cron används för närvarande så det är beroende av din server.
tr_tr: Sunucu cronu şu anda kullanılıyor yani sunucunuza bağlı.

source: POP/IMAP Bounce Check
es_es: Chequeo de rebote POP/IMAP
hu_hu: POP/IMAP visszapattanás vizsgálat
ro_ro: Verificare destinatari inexistenți POP/IMAP
sv_se: POP/IMAP Studs Kontroll
tr_tr: POP/IMAP Yansıma Kontrolü

source: POP/IMAP bounce handling is turned OFF.
es_es: El manejo de rebote POP/IMAP está desactivado.
hu_hu: POP/IMAP visszapattanás kezelés kikapcsolva
ro_ro: Verificarea destinatarilor inexistenți prin POP/IMAP este oprită.
sv_se: POP/IMAP Studs hantering är avaktiverat.
tr_tr: POP/IMAP yansıma kontrolü KAPALI.

source: Latest posts subscription is turned OFF.
es_es: Últimas suscripciones de entradas están desactivadas.
hu_hu: Legújabb bejegyzésekre való feliratkozás lehetősége kikapcsolva
pt_pt: Últimas Subscrições de Artigos DESLIGADAS.
ro_ro: Abonament la cele mai recente articole este OPRITĂ.

source: future autoresponder emails waiting
es_es: esperando futuros emails de autorespuestas
hu_hu: Jövőbeni automatikus válaszok várakoznak
pt_pt: e-mails de resposta automática aguardando
ro_ro: mesaje viitoare din autorespondere în așteptare
sv_se: framtida väntante meddelanden via autosvar
tr_tr: gelecek otomatik cevaplayıcı emailleri beklemede

source: Auto Import WordPress Users
es_es: Auto Importación de Usuario WordPress
hu_hu: WordPress felhasználók automatikus importja
pt_pt: Importar Automaticamente Utilizadores WordPress
ro_ro: Importă automat utilizatorii WordPress
sv_se: Importera automatiskt WordPress användare
tr_tr: WordPress Kullanıcılarını Otomatik Olarak İçeriye Aktar

source: Email templates are messages sent as notifications to users/admins on events.
es_es: Las plantillas de Email son mensajes enviados como notificaciones a usuarios/administradores en casos de eventos.
hu_hu: A levél sablonok olyan üzenetetk melyek értesítésképp kerülnek kiküldésre a felhasználónak/ adminisztrátornak különböző események során.
pt_pt: Modelos de e-mail são mensagens enviadas como notificações aos utilizadores/administradores aquando de um evento.
ro_ro: Machetele mesajelor sunt mesaje trimise ca notificare utilizatorilor și administratorilor la anumite evenimente.

source: You can configure each email template individually according to your needs.
es_es: Puedes configurar cada plantilla de email individualmente acorde a tus necesidades.
hu_hu: Minden egyes levelet külön beállíthat az igényeinek megfelelően
pt_pt: Pode configurar cada modelo de e-mail individualmente de acordo com suas necessidades.
ro_ro: Puteți configura fiecare machetă de email individual, conform nevoilor.

source: You may use any of the
es_es: Debes usar alguno de los
hu_hu: Bármelyiket használhatja ezek kötül
pt_pt: Pode utilizar qualquer um dos
ro_ro: Puteți utiliza oricare dintre
sv_se: Du kan använda någon av
tr_tr: Bunlardan herhangibirini kullanabilirsiniz

source: Shortcodes/Variables
hu_hu: Rövidkódok/Változók
pt_pt: Shortcodes/Variáveis
ro_ro: Shortcod-uri/Variabile

source: shortcodes/variables
hu_hu: rövidkódok/változók
pt_pt: shortcodes/variáveis
ro_ro: shortcod-uri/variabile

source: inside the subjects/messages of email templates.
es_es: dentro del asunto/mensaje de estas plantillas de email.
hu_hu: a levél sablonjában elhelyezett tárgy/üzenet
pt_pt: dentro do assunto/mensagens destes modelos de e-mail.
ro_ro: în interiorul sibiectelor/mesajelor machetelor de newslettere.

source: Check for Updates
es_es: Revisar Actualizaciones
hu_hu: Frissítések keresése
pt_pt: Verificar Atualizações
ro_ro: Verificare versiuni noi

source: Your version of the Newsletter plugin is up to date.
es_es: La versión de tu plugin de Newsletter está al día.
hu_hu: Az Ön Hírlevél bővitménye a legfrisebb verziójú
pt_pt: A versão do plugin Newsletter está atualizada.
ro_ro: Versiunea modulului Newsleter este la zi.
