Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Title/name for this custom field as it will be displayed on subscribe forms.
es_es: Título/nombre para este campo personalizado que será mostrado en formularios de suscripción.
hu_hu: Az egyedi mező címe/neve ahogy a feliratkozási űrlapon meg fog jelnni.
pt_pt: Título/nome para este campo personalizado, da forma como deve ser exibido no formulário de subscrição.
ro_ro: Titlu/nume pentru acest câmp personalizat, așa cum va fi afișat in formularul de abonare.
sv_se: Titel/namn för detta egna fält som det kommer visas på anmälningsformulär
tr_tr: Bu özel alan için abone formlarında görünmesini istediğiniz başlık ya da isim.

source: Slug/Nicename
es_es: Slug/Nombre corto
hu_hu: Keresőbarát név
pt_pt: Slug/Nome Único
ro_ro: Slug/nume
sv_se: Kortnamn
tr_tr: Slug/Takma Ad

source: Only use letters, lowercase, no spaces or other characters, please.
es_es: Solo utiliza letras, minúsculas, sin espacio o caracteres especiales.
hu_hu: Csak betűket használjon, kisbetűket, szóköz nélkül
pt_pt: Utilize apenas letras, minúsculas, sem espaços ou outros caracteres, por favor.
ro_ro: Vă rugăm să folosiți doar litere mici (fără scris capitalizat), fără spații sau alte caractere.
sv_se: Använd bara bokstäver, gemener, inga mellanslag eller andra tecken.
tr_tr: Sadece küçük harfler kullanınız. Lütfen boşluk veya özel karakterler kullanmayınız.

source: Caption/Description
es_es: Descripción
hu_hu: Felirat/Leírás
pt_pt: Legenda/Descrição
ro_ro: Legendă / Descriere
sv_se: Rubrik/Beskrivning

source: (optional)
es_es: (opcional)
hu_hu: (opcionális)
pt_pt: (opcional)
ro_ro: (opțional)

source: Give this field a descriptive caption/notation for subscribers to see.
es_es: Otorga a este campo un descripción para que vean los suscriptores.
hu_hu: Adjon a mezőnek leírást kelyet a feliratkozók is látna.
pt_pt: Dê a este campo uma legenda/notação descritiva para subscritores a visualizarem.
ro_ro: Oferă acestui câmp o legendă/explicație descriptivă pentru ca abonaţii să înțeleagă rolul câmpului.
tr_tr: Bu alana abonelerin görmesi için tanımlayıcı bir açıklama verin.

source: Watermark to show inside the input field which will disappear when the field is clicked on.
es_es: Marca de agua para ser mostrada dentro del os campos que desaparecerán cuando el campo sea clickeado dentro.
hu_hu: Ez a felirat mezőben látszik, ami a belekattintáskor eltűnik.
pt_pt: Marca d'água para mostrar dentro do campo de entrada que irá desaparecer quando o campo é clicado.
ro_ro: Watermark de afișat în câmpul de input și care va dispare atunci când câmpul este accesat.
sv_se: Vattenstämpel att visa i fältet som kommer gömmas när fältet klickas på.
tr_tr: Giriş alanına tıklandığına yok olacak filigran.

source: Error Message
es_es: Mensaje de Error
hu_hu: Hiba üzenet
pt_pt: Mensagem de Erro
ro_ro: Mesaj de eroare
sv_se: Felmeddelande
tr_tr: Hata Mesajı

source: Error message which will be displayed when the field is left empty
es_es: Mensaje de error que se mostrará cuando el campo se deja vacío
hu_hu: Hiba üzenet ami akkor kerül kijelzésre ha a mezőt üresen hagyták
pt_pt: Mensagem de erro exibida quando um campo é deixado em branco
ro_ro: Mesaj de eroare ce va fi afişat dacă un câmp este lăsat gol
sv_se: Felmeddelande som ska visas när fältet lämnats tomt
tr_tr: Alan boş olduğunda belirecek olan Hata Mesajı

source: Field Type
es_es: Tipo de Campo
hu_hu: Mező típusa
pt_pt: Tipo de Campos
ro_ro: Tipul câmpului
sv_se: Fält Typ
tr_tr: Alan Türü

source: Field Options
es_es: Opciones de Campo
hu_hu: Mező beállításai
pt_pt: Opções dos Campos
ro_ro: Opţiunile câmpului
sv_se: Fält Alternativ
tr_tr: Alan Ayarları

source: Place each option on a newline
es_es: Colocar cada opción en una nueva línea
hu_hu: Kérem minden lehetőséget új sorba irjon
pt_pt: Coloque cada opção numa nova linha
ro_ro: Plasează fiecare opţiune pe o linie nouă
sv_se: Placera varje alternativ på en egen rad
tr_tr: Her opsiyonu yeni bir satıra yazın

source: Removing options or changing the order will affect existing subscribers. Rather just add options below the current ones.
es_es: Borrando opciones o cambiando el orden afectará a suscriptores existentes. Más bien sólo añade opciones debajo de los actuales.
hu_hu: Mező eltávolítása vagy a sorrend cseréje hatással van a jelenlegi felhasználókra. Inkább csak adjon hozzá újabb mezőt a már meglévőkhöz
pt_pt: Removendo opções ou alterar a ordem irá afetar subscritores existentes. Apenas pode adicionar novas opções por baixo das existentes.
ro_ro: Eliminarea opțiunilor sau modificarea ordinii vor afecta toți abonații existenți. E de preferat să adăugați opțiuni în această situație.
sv_se: Att ta bort alternativ eller ändra ordning kommer påverka existerande prenumeranter. Lägg hellre till nya alternativ efter de befintliga.
tr_tr: Seçenekleri kaldırmak ya da sıralamayı değiştermek varolan aboneleri etkileyecektir. Bunun yerine seçenekleri varolanların üzerine ekleyin.

source: Select All
es_es: Seleccionar Todo
hu_hu: Összes kiválasztása
pt_pt: Selecionar Todos
ro_ro: Selectare integrală
sv_se: Välj Alla

source: No mailing lists were found
es_es: No fueron encontradas Listas de Correos
hu_hu: Nincs ilyen levelezési lista
pt_pt: Mailing lists não encontradas
ro_ro: Nu am găsit nici o listă de distribuție
sv_se: Inga e-postlistor hittades
tr_tr: Hiçbir e-posta listesi bulunamadı

source: Save Custom Field
es_es: Guardar Campo Personalizado
hu_hu: Egyedi mező mentése
pt_pt: Guardar Campo Personalizado
ro_ro: Salvează câmp personalizat
sv_se: Spara Eget Fält
tr_tr: Özel Alanı Kaydedin

source: Enter field title/name here
es_es: Ingresar campo de título/nombre aquí
hu_hu: Ide irja a mező nevét
pt_pt: Introduza o título/nome do campo aqui
ro_ro: Introduceți numele câmpului aici
sv_se: Lägg till namn för fältet här
tr_tr: Buraya alan başlığını ya da ismini girin

source: Enter field slug for database and shortcodes use here
es_es: Ingresar el campo slug para base de datos y shortcodes usados aquí
hu_hu: Adjon meg egy mezőnevet az adatbázishoz
pt_pt: Introduza o campo slug para base de dados e utilize aqui os códigos de acesso
ro_ro: Introduceți slug pentru câmp ce va fi utilizat în baza de date și în shortcode-uri
sv_se: Skriv in ett kortnamn för databas och shortcodes här
tr_tr: Buraya alan slugı için veritabanı ve kısa kod kullanımını girin

source: Enter a caption/description to show below the field here
es_es: Ingresar una descripción para mostrar debajo del campo aquí
hu_hu: Adja meg a címét/leírását ami a mező alatt megjelenjen
pt_pt: Introduza uma legenda/descrição para ser exibida em baixo do campo
ro_ro: Introduceți o descriere ce se va afișa sub câmp
sv_se: Skriv in en rubrik/beskrivning för fältet här
tr_tr: Buraya yukarıdaki alanı göstermek için bir özet ya da açıklama girin

source: Enter watermark text here
es_es: Ingresar marca de agua aquí
hu_hu: Ide irja a vízjel szövegét
pt_pt: Introduza aqui o texto de marca d'água
ro_ro: Introduceți textul watermark aici
sv_se: Skriv in text för vattenstämpel här
tr_tr: Buraya filigran yazısını girin

source: Manage Groups
es_es: Administrar Grupos
hu_hu: Csoportok kezelése
pt_pt: Gerir Grupos
ro_ro: Administrare grupuri

source: Create a new group
es_es: Crear un nuevo Grupo
hu_hu: Új csoport létrehozása
pt_pt: Criar um novo grupo
ro_ro: Crează un grup nou

source: groups
es_es: grupos
hu_hu: csoportok
pt_pt: grupos
ro_ro: grupuri
sv_se: grupper
tr_tr: gruplar

source: Search Groups
es_es: Buscar Grupos
hu_hu: Csoport keresése
pt_pt: Procurar Grupos
ro_ro: Căutare grupuri

source: Are you sure you wish to execute this action on the selected groups?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los grupos seleccionados?
hu_hu: Biztosan végre kívánja ezt hajtani az össze kiválasztott csoporton?
pt_pt: Tem a certeza que deseja executar esta ação nos grupos selecionados?
ro_ro: Sigur doriți să executaţi această acţiune cu grupurile selectate?

source: Delete Selected
es_es: Borrar Seleccionado
hu_hu: Kijelölt törlése
pt_pt: Apagar Selecionadas
ro_ro: Eliminare selectate
sv_se: Radera vald
tr_tr: Seçiliyi Sil

source: View the details of this group.
es_es: Ver los detalles de este grupo.
hu_hu: Csoport részleteinke megtekintése
pt_pt: Ver detalhes deste grupo.
ro_ro: Vezi detaliile acestui grup.

source: Are you sure you want to delete this group?
es_es: ¿Estás seguro que deseas borrar este grupo?
hu_hu: Biztosan törölni szeretné ezt a csoportot?
pt_pt: Tem a certeza que deseja apagar este grupo?
ro_ro: Sigur doriți să eliminați aceast grup?

source: View
es_es: Ver
hu_hu: Megtekint
pt_pt: Ver
ro_ro: Vezi
sv_se: Visa
tr_tr: Gösterim

source: No groups were found
es_es: No se encontraron grupos
hu_hu: Nincs ilyen csoport
pt_pt: Grupos não encontrados
ro_ro: Nu a fost găsit nici un grup

source: Save a Group
es_es: Guardar un Grupo
hu_hu: Csoport mentése
pt_pt: Gravar um Grupo
ro_ro: Salvează un grup
sv_se: Spara en grupp
tr_tr: Grup Kaydet

source: Group Title
es_es: Título del Grupo
hu_hu: Csoport címe
pt_pt: Título do Grupo
ro_ro: Titlu grup

source: Save Group
es_es: Guardar Grupo
hu_hu: Csoport mentése
pt_pt: Guardar Grupo
ro_ro: Salvare grup

source: Enter group title here
es_es: Ingresar título del grupo aquí
hu_hu: Ide irja a csoport címét
pt_pt: Introduza aqui o título do grupo
ro_ro: Introduceți titlul grupului aici
sv_se: Skriv in en titel för gruppen här
tr_tr: Buraya grup ismini girin

source: View Group:
es_es: Ver Grupo:
hu_hu: Csoport megtekintése:
pt_pt: Ver Grupo:
ro_ro: Vizualizare grup:

source: &larr; All Groups
es_es: &larr; Todos los Grupos
hu_hu: &larr; Összes csoport
pt_pt: &larr; Todos os Grupos
ro_ro: &larr; Toate grupurile

source: Manage All Groups
es_es: Administrar todas los Grupos
hu_hu: Összes csoport kezelése
pt_pt: Gerir Todos os Grupos
ro_ro: Administrează toate grupurile

source: Change the details of this group.
es_es: Cambiar detalles de este grupo.
hu_hu: Csoport részleteinke változtatása
pt_pt: Mudar os detalhes deste grupo.
ro_ro: Schimbă detaliile acestui grup.

source: Change
es_es: Cambiar
hu_hu: Változtat
pt_pt: Modificar
ro_ro: Schimbare
sv_se: Ändra
tr_tr: Değiştir

source: Remove this group permanently
es_es: Borrar este grupo permanentemente
hu_hu: Csoport eltávolítása
pt_pt: Apagar este grupo permanentemente
ro_ro: Elimină definitiv acest grup permanent

source: Are you sure you wish to remove this group?
es_es: ¿Estás seguro que deseas borrar este grupo?
hu_hu: Biztosan el kívánja távolítani ezt a csoportot?
pt_pt: Tem a certeza que deseja apagar este grupo?
ro_ro: Sigur doriți să eliminaţi acest grup?

source: Field
es_es: Campo
hu_hu: Mező
pt_pt: Campo
ro_ro: Câmp
sv_se: Fält
tr_tr: Alan

source: Value
es_es: Valor
hu_hu: Érték
pt_pt: Valor
ro_ro: Valoare
sv_se: Värde
tr_tr: Değer

source: history/draft emails
ro_ro: mesaje în istoric/ciorne
sv_se: meddelanden i historisk/utkast
tr_tr: Arşiv/Taslak E-Postaları

source: Search History
es_es: Buscar Historial
hu_hu: Előzmények keresése
pt_pt: Histórico de Pesquisa
ro_ro: Caută istoric
sv_se: Sök historik
tr_tr: Arama Geçmişi

source: Are you sure you wish to execute this action on the selected history emails?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los emails de historial seleccionados?
hu_hu: Biztosan végre kivánja hajtani ezt a műveletet a kiválasztott előzmény leveleket?
pt_pt: Tem a certeza que deseja executar esta ação no histórico de e-mails selecionados?
ro_ro: Sigur doriți să executaţi această acţiune faţă de mesajele selectate din istoric?
sv_se: Är du säker du vill tillämpa denna åtgärd för valda meddelanden i historiken?
tr_tr: Bu eylemi seçili arşiv e-postalarını üzerinde gerçekleştirmek istediğinize emin misiniz?

source: RSS feed for all newsletter history
es_es: RSS Feed para todos los historiales de Newsletter
hu_hu: RSS folyam az összes korábbi hírlevélhez
pt_pt: RSS feed do histórico de todas as newsletters
ro_ro: Flux RSS pentru toate mesajele din istoric
sv_se: RSS flöde för alla historiska nyhetsbrev
tr_tr: Tüm bülten geçmişi için RSS Beslemesi

source: RSS Feed
hu_hu: RSS folyam
ro_ro: Flux RSS
sv_se: RSS Flöde
tr_tr: RSS Beslemesi

source: Clear all email history
es_es: Limpiar todos los historiales de Emails
hu_hu: Minden előzmény törlése
pt_pt: Apagar todo o histórico de e-mails
ro_ro: Golește istoricul
sv_se: Rensa historiken för alla meddelanden
tr_tr: Tüm e-posta geçmişini temizle

source: Are you sure you wish to clear the email history?
es_es: ¿Estás seguro que deseas limpiar el Historial de Emails?
hu_hu: Biztosan kiüríti az összes előzményt?
pt_pt: Tem a certeza que deseja apagar o histórico dos e-mails?
ro_ro: Sigur doriți să eliminați toate mesajele din istoric?
sv_se: Är du säker du vill rensa historiken för alla meddelanden?
tr_tr: Tüm e-posta geçmişini temizlemek istediğinize emin misiniz?

source: Clear History
es_es: Borrar Historial
hu_hu: Előzmények törlése
ro_ro: Golire istoric
sv_se: Rensa Historik
tr_tr: Geçmişi temizle

source: Tracking
es_es: Seguimiento
hu_hu: Követés
pt_pt: Monitorização
ro_ro: Urmărire
sv_se: Spårning
tr_tr: Takip

source: View this email
es_es: Ver este Email
hu_hu: Levél megtekintése
pt_pt: Verificar este e-mail
ro_ro: Vezi acest email
sv_se: Visa detta meddelande
tr_tr: E-Postayı Görüntüle

source: (Re)Send/Edit
ro_ro: (Re)Trimitere/Editare
sv_se: Återsänd/Editera
tr_tr: Tekrar Gönder/Düzenle

source: Are you sure you want to delete this email?
es_es: ¿Estás seguro que deseas borrar este email?
hu_hu: Biztosan törölni kívánja ezt a levelet?
pt_pt: Tem a certeza que deseja apagar este e-mail?
ro_ro: Sigur doriți să eliminați acest email?
sv_se: Är du säker du vill radera detta meddelande?
tr_tr: Bu e-postayı silmek istediğinize emin misiniz?

source: Theme Preview:
es_es: Vista previa del Tema:
hu_hu: Téma előnézete:
pt_pt: Pré-visualizar Modelo:
ro_ro: Previzualizare temă
sv_se: Förhandsvisa Tema:
tr_tr: Tema Önizlemesi

source: time(s)
ro_ro: dată(dăţi)
sv_se: gång(er)
tr_tr: kere

source: email(s)
ro_ro: mesaje
sv_se: meddelande(n)

source: No history emails were found
es_es: No fue encontrado ningún Historial de Emails.
hu_hu: Nincsenek előzmények
pt_pt: Nenhum histórico de e-mails encontrado
ro_ro: Nu a fost găsit nici un mesaj în istoric
sv_se: Inga meddelanden i historiken hittades
tr_tr: Hiçbir geçmiş e-postası bulunamadı

source: History/Draft:
ro_ro: Istoric/Ciorne:

source: &larr; All History/Drafts
ro_ro: &larr; Toate mesajele istorice/schiţele
sv_se: &larr; Alla meddelanden i Historik/Utkast
tr_tr: &larr; Tüm Geçmiş/Taslak

source: Send this history email again or edit the draft
es_es: Enviar este Historial de Emails nuevamente o editar el borrador
hu_hu: Levél újraküldése vagy szerkesztése
pt_pt: Enviar de novo este histórico de e-mails ou editar rascunho
ro_ro: Trimite acest mesaj din istoric din nou sau editează schiţa
sv_se: Skicka detta meddelande igen eller editera utkastet
tr_tr: Arşiv e-postasını tekrar yolla veya taslağı düzenle

source: (Re)send/Change
ro_ro: (Re)Trimitere/Schimbare
sv_se: Återsänd/Ändra
tr_tr: Tekrar Gönder veya Değiştir

source: Remove this history email permanently
es_es: Borrar este Historial de Emails definitivamente
hu_hu: Levél eltávolítása
pt_pt: Apagar este histórico de e-mail permanentemente
ro_ro: Elimină definitiv acest mesaj din istoric
sv_se: Radera detta meddelande i historik permanent
tr_tr: Bu geçmiş e-postasını sonsuza kadar sik

source: Are you sure you wish to remove this history email?
es_es: ¿Estás seguro que deseas borrar este Historial de Emails?
hu_hu: Biztosan eltávolítja ezt a levelet?
pt_pt: Tem a certeza que deseja apagar este histórico de e-mail?
ro_ro: Sigur doriți să eliminaţi acest mesaj din istoric?
sv_se: Är du säker du vill radera detta meddelande i historiken?
tr_tr: Bu arşiv e-postasını silmek istediğinize emin misiniz?

source: emails read out of
ro_ro: mesaje citite din
sv_se: meddelande läst av
tr_tr: Okunanla

source: emails sent out
ro_ro: mesaje trimise
sv_se: meddelanden utskickade
tr_tr: Gönderilenler

source: Are you sure you want to remove this attachment?
es_es: ¿Estás seguro que deseas borrar este archivo adjunto?
hu_hu: Biztosan eltávolítja ezt a mellékletet?
pt_pt: Tem a certeza que deseja apagar este anexo?
ro_ro: Sigur doriți să eliminați acest atașament?

source: Manage Lists
es_es: Administrar Listas
hu_hu: Lista kezelése
pt_pt: Gerir Listas
ro_ro: Administrare liste
sv_se: Hantera listor
tr_tr: Listeleri Yönet

source: Create a new mailing list
es_es: Crear una nueva Lista de Correos
hu_hu: Új lista létrehozása
pt_pt: Criar uma nova mailing list
ro_ro: Crează o nouă listă de distribuție
sv_se: Skapa en ny e-postlista
tr_tr: E-Postaları Listeleri

source: mailing lists
es_es: listas de correo
hu_hu: levelezési lista
ro_ro: liste de distribuție
sv_se: E-postlistor
tr_tr: E-Posta Listeleri

source: Search Lists
es_es: Buscar Listas
hu_hu: Lista keresése
pt_pt: Procurar Listas
ro_ro: Caută liste
sv_se: Sök Listor
tr_tr: ARama Listeleri

source: Are you sure you wish to execute this action on the selected mailing lists?
es_es: ¿Estás seguro que deseas ejecutar esta acción en las listas de correo seleccionadas?
hu_hu: Biztosan végre kívánja hajtani ezt a kiválasztott listán?
pt_pt: Tem a certeza que deseja executar esta ação nas mailing lists selecionadas?
ro_ro: Sigur doriți să executaţi această acţiune pe lista de distribuție selectată?
sv_se: Är du säker du vill tillämpa denna åtgärd för valda e-postlistor?
tr_tr: Bu eylemi seçili e-posta listeleri üzerinde uygulamak istediğinize emin misiniz?

source: Set as private
es_es: Configurar como Privado
hu_hu: Bizelmasnak jelölés
pt_pt: Definir como privada
ro_ro: Setare ca privat
sv_se: Sätt som Privat
tr_tr: Özel olarak işaretle

source: Set as NOT private
es_es: Configurar como NO Privado
hu_hu: Publikusnak jelölés
pt_pt: Definir como NÃO privada
ro_ro: Setare ca non-privat
sv_se: Sätt som Publik
tr_tr: Özel değil olarak işaretli

source: Set Group
es_es: Configurar Grupo
hu_hu: Csoport beállítása
pt_pt: Definir Grupo
ro_ro: Setare grup

source: No groups are available.
es_es: No hay grupos disponibles.
hu_hu: Csoprtok nem elérhetők
pt_pt: Nenhum grupo disponível.
ro_ro: Nu este disponibil nici o grup.

source: Fields
es_es: Campos
hu_hu: Mezők
pt_pt: Campos
ro_ro: Câmpuri
sv_se: Fält
tr_tr: Alanlar

source: Group
es_es: Grupo
hu_hu: Csoport
pt_pt: Grupo
ro_ro: Grup
sv_se: Grupp
tr_tr: Grup

source: Subscriptions
es_es: Suscripciones
hu_hu: Feliratkozók
pt_pt: Subscrições
ro_ro: Abonamente
sv_se: Prenumerationer
tr_tr: Abonelikler

source: Post/Page Embed
ro_ro: Include articol/pagină
sv_se: Infoga kod för Inlägg/Sida
tr_tr: Yazı/Sayfa Gömülü

source: View the details of this mailing list
es_es: Ver detalles de esta Lista de Correo
hu_hu: Levelezési lista részleteinek megtekintése
pt_pt: Ver os detalhes desta mailing list
ro_ro: Vezi detaliile aceste liste de distribuție
sv_se: Visa detaljer för denna e-postlista
tr_tr: Bu e-posta listesinin detaylarını gör

source: Admin Email:
es_es: Email de Administrador:
hu_hu: ADmin e-mail címe:
pt_pt: E-mail do Administrador:
ro_ro: Email administrator:

source: Are you sure you want to delete this mailing list?
es_es: ¿Estás seguro que deseas borrar esta lista de correo?
hu_hu: Biztosan tötölni kívánja ezt a levelezési listát?
pt_pt: Tem a certeza que deseja apagar esta mailing list?
ro_ro: Sigur doriți să eliminați această listă de distribuție?
sv_se: Är du säker du vill radera denna e-postlista?
tr_tr: Bu e-posta listesini silmek istediğinize emin misiniz?

source: Add Subscriber
es_es: Agregar Suscriptor
hu_hu: Feliratkozó hozzáadása
pt_pt: Adicionar Subscritor
ro_ro: Adăugare abonat

source: active
es_es: activo
hu_hu: aktív
pt_pt: ativo
ro_ro: activ
sv_se: aktiv
tr_tr: Aktif

source: Offsite HTML Code
es_es: Código HTML Offsite
hu_hu: Oldalon kívüli HTML kódja
pt_pt: Código HTML Externo
ro_ro: HTML cod offsite
sv_se: Offsite HTML kod
tr_tr: Sitedışı HTML Kodu

source: Put the code below in the <code><HEAD></HEAD></code> section of your site
es_es: Colocar el código de aquí abajo en la sección <code><HEAD></HEAD></code> de tu sitio web
hu_hu: Ezt a kódor helyezze <code><HEAD></HEAD></code> közé a kiválasztott oldalon
pt_pt: Colocar o código em baixo na secção <code><HEAD></HEAD></code> do seu site
ro_ro: Puneţi codul de mai jos în secţiunea <code><HEAD></HEAD></code> de pe site-ul dvs.
sv_se: Lägg in koden nedan i <code><HEAD></HEAD></code> sektionen för din sajt
tr_tr: Kodu <code><HEAD></HEAD></code> bölümünün altına ekleyin.

source: Use the code below to create an opt-in form on any website
es_es: Usar el código de aquí abajo para crear un formulario opt-in en cualquier sitio web
hu_hu: Használja a lenti kódot a feliratkozó űrlapot, mely bármely honlapon használható.
pt_pt: Utilizar o código em baixo para criar um formulário opt-in em qualquer página
ro_ro: Folosiţi codul alăturat pentru a crea un formular opt-in pe orice website
sv_se: Använd koden nedan för att skapa en prenumerationsform på en webbplats
tr_tr: Herhangi bir sitedeye form oluşturmak için aşağıdaki kodu kullanın

source: Place the code into the HTML of your site
es_es: Colocar el código en el HTML de tu sitio web
hu_hu: Helyezze a kódrészletet az oldalának HTML kódjába
pt_pt: Colocar o código no HTML do seu site
ro_ro: Puneţi codul în HTML-ul site-ului dvs.
sv_se: Placera koden i HTML koden för din sajt
tr_tr: Bu kodu sitenizin HTML bölümüne koyun

source: Not Paid
es_es: No Pagado
hu_hu: Még nincs fizetve
pt_pt: Em dívida
ro_ro: Neplătit
sv_se: Ej Betald
tr_tr: Ödenmemiş

source: Save a Mailing List
es_es: Guardar una Lista de Correo
hu_hu: Levelezési lista mentése
pt_pt: Guardar Mailing List
ro_ro: Salvează o listă de distribuție
sv_se: Spara en E-postlista
tr_tr: E-Posta Listesini Kaydet

source: List Title
es_es: Título de Lista
hu_hu: Lista címe
pt_pt: Título
ro_ro: Titlu listă
sv_se: List Titel
tr_tr: Başlığı Listele

source: Fill in a title for your list as your users will see it.
es_es: Completa un título para la lista para ser visto por los usuarios.
hu_hu: Adja meg a lista címét, ezt fogják a felhasználók látni
pt_pt: Preencha um título para sua lista, os subscritores irão vê-lo.
ro_ro: Introduceți un titlu pentru lista dvs., așa cum îl vor vedea abonații.
sv_se: Skriv in en titel för din lista så som du vill dina användare ska se den.
tr_tr: Listeniz için kullanıcılarınızın göreceği bir başlık girin.

source: Private List
es_es: Lista Privada
hu_hu: Bizalmas lista
pt_pt: Lista Privada
ro_ro: Listă privată
sv_se: Privat Lista
tr_tr: Özel Liste

source: A private list is for internal use only and will not be visible to users.
es_es: Una lista privada es sólo para uso interno y no será visible para los usuarios.
hu_hu: A bizalmas lista kizárólag belső használatra való és a felhasználók nem láthatják
pt_pt: A lista privada é apenas para uso interno e não será visível para os subscritores.
ro_ro: O listă privată de email este doar pentru uz intern și nu va fi vizibilă pentru utilizatori.
sv_se: En privat lista är för intert bruk och kommer inte synas för användarna.
tr_tr: Özel listeler iç kullanım içindir ve diğer kullanıcılara görünür olmayacaktır.

source: Attach custom fields to this list to be displayed in the subscribe form.
es_es: Adjuntar campos personalizados a esta lista para mostrarse en el formulario de suscripción.
hu_hu: Egyedi mező hozzáadása a listához, ami a feliratkozási űralpon is megjelenik
pt_pt: Associe campos personalizados a esta lista para que sejam exibidos no formulário de subscrição.
ro_ro: Atașați câmpuri personalizate la această listă, câmpuri care vor fi afișate în formularul de înscriere.
