Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: No theme folders could be found inside the "wp-mailinglist/views/" folder.
es_es: No se encontraron carpetas de temas dentro de la carpeta "wp-mailinglist/views/".
hu_hu: Témaákat tartalmazó mappa nem található a "wp-mailinglist/views/" mappán belül
pt_pt: Nenhum modelo encontrado em "wp-checkout/views/"
ro_ro: Nu am găsit nici un folder cu teme în "wp-mailinglist/views/".

source: Use Theme Style File?
es_es: ¿Utilizar archivo de estilo del tema?
hu_hu: Használja a téma stílus fájlját?
pt_pt: Utilizar Folha de Estilos do Modelo?
ro_ro: Utilizez foaia de stil a temei?

source: Setting this to "Yes" will load the "css/style.css" file inside the theme folder.
es_es: Configurando esto como "Si" se cargará el archivo "css/style.css" dentro de la carpeta del tema.
hu_hu: Állítsa "Yes" -re hogy betöltse "css/style.css" fájl a téma mappájából
pt_pt: Marcando esta opção como "Sim" irá carregar o ficheiro "css/style.css" localizado dentro da pasta do seu modelo.
ro_ro: Setarea cu "Da" va încărca fișierul "css/style.css" aflat în folderul temei.

source: Use Custom CSS
es_es: Uar CSS Personalizado
hu_hu: Egyedi CSS használata
pt_pt: Utilizar CSS Personalizado
ro_ro: Folosire CSS personalizat

source: Load any additional CSS into the site as needed.
es_es: Cargar algún CSS adicional en el sito si es necesario.
hu_hu: Kiegészítő CSS betöltése az oldahoz ha szükséges
pt_pt: Carregar qualquer CSS adicional no site quando necessário.
ro_ro: Încarcă orice CSS suplimentar în website, după nevoie.
sv_se: Ladda ev egen CSS i sajten om det behövs
tr_tr: Siteye gerekli herhangi bir CSS'i yükle.

source: Load Default Scripts
es_es: Cargar Scripts Predeterminados
hu_hu: alapértelemezett scriptek betöltése
pt_pt: Carregar Scripts Padrões
ro_ro: Încarcă scripturile implicite

source: Turn On/Off the loading of default scripts in the plugin.
es_es: Activar/Desactivar el cargador del script predeterminado del plugin.
hu_hu: Alapértelmezett scriptek betöltésének be/kikapcsolása
pt_pt: Ligar/Desligar o carregamento dos scripts padrão no plugin.
ro_ro: Porniți/opriți încărcarea scripturilor implicite ale modulului.

source: Yes, load this script
es_es: Si, cargar este script
hu_hu: Igen, töltse ba a kódot
pt_pt: Sim, carregar este script
ro_ro: Da, încarcă acest script

source: No, I have it loaded already
es_es: No, ya lo tengo cargado.
hu_hu: Nem, már körábba betöltöttem
pt_pt: Não, já o carreguei
ro_ro: Nu, scriptul este deja încărcat

source: Handle:
es_es: Título:
hu_hu: Kezelő:
pt_pt: Manipular:
ro_ro: Referință:

source: Load the jQuery UI Tabs script for the subscriber management section.
es_es: Cargar el script jQuery UI Tabs para la sección de administración de suscriptores.
hu_hu: jQuery UI lap betöltése a feliratkozók kezelésekor
pt_pt: Carregar o script jQuery UI Tabs para o subscritor na secção de gestão.
ro_ro: Încarcă jQuery UI Tabs pentru secțiunea de gestiune a abonaților.

source: Load the jQuery UI Button script for all the buttons.
es_es: Cargar el script jQuery UI BUtton para todos los botones.
hu_hu: jQuery UI gomb betöltése minden gomb helyett
pt_pt: Carregar o jQuery UI Button para todos os botões.
ro_ro: Încarcă jQuery UI Button pentru toate butoanele.

source: Load the jQuery UI Watermark script for field watermarks.
es_es: Cargar el script jQuery UI Watermark para los campos con watermark (marcas de agua).
hu_hu: jQuery UI vízjel betöltése a vízjelek helyett
pt_pt: Carregar o script jQuery UI Watermark para os campos com marca d'agua.
ro_ro: Încărcați jQuery UI Watermark pentru câmpurile watermark.

source: Newsletters RSS Feed
es_es: RSS Feed de Newsletters
hu_hu: Hírlevelek RSS csatornája
ro_ro: Flux RSS pentru mesaje
sv_se: RSS för Nyhetsbrev
tr_tr: Haberlistesi RSS Beslemesi

source: On
es_es: Activado
hu_hu: Be
pt_pt: Ativo
ro_ro: Pornit
sv_se: På
tr_tr: Açık

source: Off
es_es: Desactivado
hu_hu: Ki
pt_pt: Inativo
ro_ro: Oprit
sv_se: Av
tr_tr: Kapalı

source: Turn On to show an RSS feed of newsletters at
es_es: Activar para mostrar un feed RSS en el newsletter en
hu_hu: Bekapcsolás esetén mutatja a hírlevelek RSS feed-jét a következő linken:
pt_pt: Ativar para mostrar um RSS feed de newsletters em
ro_ro: Porneşte pentru a afişa un flux RSS al newsletter-elor la

source: Email address of the mailing list administrator
ro_ro: Adresa email a administratorului listei de distribuție

source: From Address
es_es: Dirección de Envío
hu_hu: Küldő címe
pt_pt: E-mail
ro_ro: De la (email)
sv_se: Från Adress
tr_tr: Gelen Adres

source: This is the From email address that your subscribers will see.
es_es: Este es el email del remitente que verá el suscriptor.
hu_hu: Ezt a címet fogják látni a feliratkozók küldőként látni.
pt_pt: Endereço de e-mail que subscritores irão ver.
ro_ro: Aceasta este adresa de email "De la" pe care abonații o vor vedea în mesaje.

source: From Name
es_es: Nombre de Envío
hu_hu: Küldő neve
pt_pt: Nome
ro_ro: De la (nume)
sv_se: Från Namn
tr_tr: Gelen Adı

source: This is the name that will be displayed in the From field to your subscribers.
es_es: Este es el nombre que será mostrado en el campo Para a tus susciptores.
hu_hu: Ezt a nevet fogja kijelezni a levelező program Küldőként a feliratkozók számára.
pt_pt: Este é o nome que será mostrado como autor das newsletters para os subscritores.
ro_ro: Acesta este numele ce va fi afişat ca expeditor în mesaje.

source: Email Tracking
ro_ro: Urmărire mesaje
sv_se: Spåra E-post
tr_tr: E-Posta Takibi

source: Invisible tracking inside newsletters to tell you how many emails were (not) read
es_es: Seguimiento invisible dentro de los newsletters para informarte cuantos emails no fueron leídos
hu_hu: Láthatalan levél követés, információt szolgáltat, hogy a levelet elolvasták vagy sem.
pt_pt: Monitorização invisível dentro das newsletters que informa quantos e-mails (não) foram lidos
ro_ro: Cod de urmărire invizibil în interiorul mesajelor pentru a detecta câte mesaje au fost (sau nu) citite.

source: Server Type
es_es: Tipo de Servidor
hu_hu: Szerver tipusa
pt_pt: Tipo Servidor
ro_ro: Tip server
sv_se: Server Typ
tr_tr: Sunucu Türü

source: Add X-MimeOLE Header
ro_ro: Adaugă antetul X-MimeOLE

source: Default header added by Microsoft software such as Outlook, turning this on could reduce spam flags.
ro_ro: Antet implicit introdus de aplicații Microsoft precum Outlook, ar putea reduce riscul de marcare a mesajelor ca spam.

source: Mail Type
es_es: Tipo de Email
hu_hu: Levél típusa
pt_pt: Tipo de Mail
ro_ro: Tip server email
sv_se: E-post Typ
tr_tr: E-Posta Türü

source: SMTP Server
es_es: Servidor SMTP
hu_hu: SMTP szerver
pt_pt: Servidor SMTP
ro_ro: Server SMTP
tr_tr: SMTP Sunucusu

source: WP Mail (recommended)
ro_ro: WP Mail (recomandat)
sv_se: WP Mail (rekommenderas)
tr_tr: WP Postası (önerilen)

source: The method to use when sending out emails. it is recommended that you use WP Mail.
ro_ro: Metoda folosită când se trimit mesajele, este recomandat să folosiţi WP Mail.

source: SMTP Host Name
es_es: Nombre de Servidor SMTP
hu_hu: SMTP kiszolgálónév
pt_pt: Servidor SMTP
ro_ro: nume gazdă SMTP
sv_se: SMTP Hostnamn
tr_tr: SMTP Sunucu Adı

source: SMTP host name eg. "localhost". For Gmail, use "smtp.gmail.com" or try "ssl://smtp.gmail.com"
ro_ro: nume gazdă SMTP ex. "localhost". Pentru Gmail folosiţi "smtp.gmail.com" sau încercaţi "ssl://smtp.gmail.com"
sv_se: Servernamn för SMTP. t ex "localhost". För Gmail, använd "smtp.gmail.com" eller försök med "ssl://smtp.gmail.com"
tr_tr: SMTP Sunucu Adı Örn. "localhost". Gmail için, "smtp.gmail.com" kullanın veya "ssl://smtp.gmail.com" deneyin.

source: SMTP Port
es_es: Puerto SMTP
pt_pt: SMTP Porta
ro_ro: Port SMTP
tr_tr: STMP Portu

source: This is the SMTP port number to connect to. This is usually port 25.
es_es: Este es el número de puerto SMTP para conectarse. Usualmente es el puerto 25.
hu_hu: Ez a SMTP port száma. Általánoságban 25.
pt_pt: Este é o número da porta SMTP para a conexão. Normalmente é a porta 25.
ro_ro: Acesta este portul SMTP de conectare la serverul de email. Acesta este de obicei portul 25.
sv_se: Detta är SMTP porten att ansluta mot. Oftast port 25
tr_tr: Bu bağlanılacak olan SMTP port numarasıdır. Genellikle 25'dir.

source: SMTP Protocol
es_es: Protocolo SMTP
hu_hu: SMTP protokol
pt_pt: Protocolo SMTP
ro_ro: Protocol SMTP

source: None (recommended)
es_es: Ninguno (recomendado)
hu_hu: Egyiksem (ajánlott)
pt_pt: Nenhum (recomendado)
ro_ro: Nimic (recomandat)

source: Set the connection protocol prefix.
es_es: Configurar el prefijo de protocolo de conexión.
hu_hu: Kapcsolódási protokol előtagjának beállítása
pt_pt: Definir o prefixo do protocolo de conexão.
ro_ro: Setați prefixul pentru protocolul de conectare.
sv_se: Välj vilket protokoll
tr_tr: Bağlantı protokol ön ekini tanımlayın.

source: SMTP Authentication
es_es: Auntenticación de SMTP
hu_hu: SMTP hitelesítés
pt_pt: SMTP Autenticação
ro_ro: Autentificare SMTP
sv_se: SMTP Authenticering
tr_tr: SMTP Girişi

source: Turn On if your SMTP server requires a username and password.
es_es: Activar si tu servidor SMTP requiere usuario y contraseña.
hu_hu: Kapcsolja be, ha az SMTP szerver felhasználóó nevet és jelszót igényel.
pt_pt: Ligar se o servidor SMTP necessita de um utilizador e password.
ro_ro: Bifează dacă server-ul SMTP solicită nume utilizator şi parolă la conectare.

source: SMTP Username
es_es: Usuario SMTP
hu_hu: SMTP felhasználónév
pt_pt: SMTP Utilizador
ro_ro: Nume utilizator SMTP
sv_se: SMTP Användarnamn
tr_tr: SMTP Kullanıcı Adı

source: SMTP Password
es_es: Contraseña SMTP
hu_hu: SMTP jelszó
ro_ro: Parolă SMTP
sv_se: SMTP Lösenord
tr_tr: SMTP Şifre

source: Test your email settings
es_es: Testea tu configuración de email
hu_hu: E-mail beállítások tesztelése
pt_pt: Testar configurações de e-mail
ro_ro: Testează setările pentru email
sv_se: Testa dina e-post inställningar
tr_tr: E-Posta Ayarlarını Test Edin

source: Default Mailing List
es_es: Lista de Correo Predeterminada
hu_hu: Alapértelemezett levelezési lista
pt_pt: Mailing List Padrão
ro_ro: Lista de distribuție implicită
sv_se: Standard E-postlista
tr_tr: Varsayılan E-Posta Listesi

source: default mailing list to use when a language is chosen for which a default list wasn't specified below
es_es: lista de correo predeterminada para usar cuando un lenguaje elegido no fue especificado debajo
hu_hu: alapértelmezett lista melyet akkor használunk ha nincs lentebb nyelvenként kiválasztott alapértelmezett lista
pt_pt: mailing list padrão a utilizar quando o idioma selecionado para a lista padrão não tiver sido especificado em baixo
ro_ro: listă de distribuție implicită care va fi utilizată atunci când se alege o limbă pentru care nu s-a definit o listă de distribuție
sv_se: standardlistan som ska användas när ett språk väljs som inte tilldelats en standardlista
tr_tr: Dil seçimi yapıldığında otomatik olarak seçilecek olan e-posta listesi aşağıda belirtilmedi

source: Select Default List
es_es: Seleccionar Lista Predeterminada
hu_hu: Alapértelmezett lista kiválasztása
pt_pt: Selecionar Lista Padrão
ro_ro: Selectează lista implicită
sv_se: Välj standardlista
tr_tr: Varsayılan Liste Seç

source: Posts Subscription
es_es: Suscripciones a Entradas
hu_hu: Bejegyzés feliratkozás
pt_pt: Subscrição de Artigos
ro_ro: Abonament articole
sv_se: Prenumeration för Inlägg
tr_tr: Yazı Aboneliği

source: Turn on to configure the sending of posts to subscribers at an interval.
es_es: Activar para configurar el envío de entradas a suscriptores en un intervalo.
hu_hu: Kapcsolja be a bejegyzések időközönkénti küldéséhez.
pt_pt: Ativar para configurar o envio de artigos para os subscritores num determinado intervalo.
ro_ro: Porniți pentru a configura trimiterea articolelor către abonați la un anumit interval de timp.
sv_se: Aktivera för att skicka ut inlägg i intervall
tr_tr: Yazıların içeriden abonelere gönderimini ayarlamak için etkinleştirin.

source: Next Schedule
es_es: Próxima tarea programada
hu_hu: Következő ütemezés
pt_pt: Próximo Agendamento
ro_ro: Următorul eveniment programat
sv_se: Nästa Schema
tr_tr: Sonraki Tarihlendirme

source: No schedule has been set yet, please update the interval in the settings below.
es_es: Ningúna tarea programada ha sido configurada todavía, por favor actualiza el intervalo en las configuraciones de abajo.
hu_hu: Az időzítés még nincs beállítva, kérem állítsa bve az időtartamot lentebb!
pt_pt: Nenhum agendamento configurado, por favor atualizar o intervalo de agendamento.
ro_ro: Încă nu a fost stabilită nici o programare, vă rugăm să actualizaţi intervalul în setările de mai jos.
sv_se: Inget schema har satts än, vänligen uppdatera inställningarna för intervall nedan.
tr_tr: Tarihlendirme yapılmamış, aşağıdaki dönem ayarlarını güncelleyin.

source: Clear Posts History
es_es: Borrar Historial de Entradas
hu_hu: Bejegyzés történetének ürítése
pt_pt: Apagar Histórico de Artigos
ro_ro: Golire istoric articole

source: Are you sure you want to clear all Latest Posts Subscriptions post history?
es_es: ¿Estás seguro que deseas borrar todo el historial de las Últimas Suscripciones de Entradas.
hu_hu: Biztosan törölni kívánja az összes Utolsó Bejegyzés feliratkozás előzményét?
pt_pt: Tem certeza que deseja limpar o histórico das Subscrições aos Últimos Artigos?
ro_ro: Sigur doriți să eliminați toate abonamentele la Ultimele articole din istoricul articolelor?

source: posts already logged as sent with the Latest Posts Subscription.
ro_ro: articolele au fost deja marcate ca trimise prin abonamentele la Ultimele articole.

source: subject of the email to the subscribers.
es_es: asunto del email a los suscriptores.
hu_hu: levél tárgya.
pt_pt: assunto do e-mail para os subscritores.
ro_ro: subiectul mesajului către abonaţi.
sv_se: qärendet för meddelandet till prenumeranterna
tr_tr: Abonelere gidecek olan epostaının konusu

source: only new posts will be sent out and each post not more than once.
es_es: solo nuevas entradas serán enviadas y cada entrada no más de una vez.
hu_hu: csak az új behjegyzések kerülnek kiküldésre, de minegyik csak egyszer
pt_pt: apenas novos artigos serão enviados e apenas uma vez.
ro_ro: doar articolele noi vor fi trimise şi fiecare articol nu mai mult de o dată.
sv_se: bara nya inlägg kommer skickas ut och endast en gång
tr_tr: sadece yeni yazılar gönderilecek ve her yazı birden fazla gönderilemeyecek

source: qTranslate Language
es_es: Lenguaje de Traducción
hu_hu: qTranslate nyelvek
pt_pt: Idioma do qTranslate
ro_ro: Limba qTranslate
sv_se: qÖversätt Språk
tr_tr: qTranslate Dili

source: Choose the qTranslate language part which should be used for the posts.
es_es: Elige la parte del lenguaje qTranslate que debería ser usada para las entradas.
hu_hu: Válassza ki a qTranslate nyelvet amit a bejegyzéshez használ
pt_pt: Selecione o idioma do qTranslate que deve ser utilizado para os artigos.
ro_ro: Alegeți limba qTranslate care va fi utilizată pentru articole.
sv_se: Välj vilket qTranslate språk som ska användas för detta inlägg.
tr_tr: Yazılarda kullanılacak qTranslate dil bölümünü seçin.

source: Take Posts From
es_es: Tomar Entradas de
hu_hu: Bejyegyzések innen
pt_pt: Retirar Artigos de
ro_ro: Ia ultimele articole de la

source: Should posts be regular posts in categories or posts from custom post types?
es_es: ¿Deberían las entradas ser entradas regulares en categorías o entradas de entradas personalizadas (custom post types)?
hu_hu: A bejegyzések hagyományos kategóriákban vannak vagy egyedi bejegyzés típusokban?
pt_pt: Devem os artigos ser artigos comuns ou artigos de um tipos de artigo personalizados?
ro_ro: Ar trebui ca articolele să fie articole obișnuite în categorii sau custom post types?
sv_se: Ska inlägg vara standard från kategorier eller från egna inläggstyper?
tr_tr: Yazılar kategorilerde normal yazı olarak

source: Post
es_es: Entrada
hu_hu: Bejegyzés
pt_pt: Artigo
ro_ro: Articol

source: Tick/check custom post types to take posts from for sending.
es_es: Tilda entradas personalizadas (custom post types) para ocupar puestos en el envío.
hu_hu: Jelölje be azokat az egyedi bejegyzéseket típusokat amelyekből tartalmat szeretne küldeni.
pt_pt: Marque/verifique os tipos de artigo personalizados para utilizar artigos para envio.
ro_ro: Bifați custom post types care vor fi trimise.
sv_se: Välj egna inläggstyper för att sända från dessa.
tr_tr: Yazıları gönderimden almak için özel yazı tiplerini işaretleyin.

source: categories for posts to be taken from.
es_es: categorías desde dónde se toman las entradas.
hu_hu: kategóriák, melyből a bejegyzések származnak.
pt_pt: categorias de onde retirar Artigos.
ro_ro: categoriile din care să se preia articolele.
sv_se: kategorier för att ta inlägg ifrån
tr_tr: Alınacak olan Yazı Kategorileri

source: No categories are available
es_es: No hay categorías disponibles
hu_hu: Nincsenek elérhető kategóriák
pt_pt: Nenhuma categoria disponível
ro_ro: Nu este disponibilă nici o categorie
sv_se: Inga kategorier tillgängliga
tr_tr: Hiçbir Kategori Yok

source: Exclude Posts
es_es: Excluir Entradas
hu_hu: Bejegyzés kivonása
pt_pt: Excluir Artigos
ro_ro: Exclude articole
sv_se: Exkludera inlägg
tr_tr: Yazıları dahil etme

source: optional. comma separated post IDs to exclude from the latest posts subscription email.
es_es: opcional. IDs de entradas separadas por coma para excluir desde la última entrada de suscripción por email.
hu_hu: nem kötelező. Vesszővel elválasztva a bejegyzések ID-ja melyeket NEM kíván elküldeni a leújabb bejyegzésekre feliratkozóknak.
pt_pt: opcional. colocar IDs dos artigos separados por vírgulas para serem excluídos
ro_ro: opţional. ID-uri articole separate prin virgulă pentru a le exclude din abonamente
sv_se: extra. kommaseparerade inläggs ID som ska exkluderas från prenumerationen för senaste inlägg.
tr_tr: opsiyonel. Son abonelik e-postasından hariç tutmak istediğiniz yazıların ID'lerini virgül ile ayırarark girin.

source: Oldest Post Date/Time
es_es: Fecha/Hora de Entrada más antigua
hu_hu: Legrégebbi bejegyzés dátum/időpont
pt_pt: Mais antigos por Data/Hora
ro_ro: Cea mai veche dată a articolelor
sv_se: Datum/Tid för äldsta inlägg
tr_tr: En eski yazı Tarihi

source: (format: YYYY-MM-DD HH:MM:SS)
es_es: (formato: YYYY-MM-DD HH:MM:SS)
hu_hu: (formátum: ÉÉÉÉ-HH-NN ÓÓ:PP:MM)
pt_pt: (formato: YYYY-MM-DD HH:MM:SS)
ro_ro: (format: AAAA-LL-ZZ HH:MM:SS)
tr_tr: (format: YYYY-AA-GG SS:DD:SS)

source: Show posts with a publish date no older than the specified date above.
es_es: Mostrar entradas con fecha publicada no más antigua que las fechas especificadas arriba.
hu_hu: Bejegyzések mutatása, ahol a közzététel dátuma nem régebbi mint a fent megadott.
pt_pt: Exibir artigos com a data de publicação não mais antiga que a data em cima especificada.
ro_ro: Afișați articolele cu data publicării mai recentă decât data specificată mai sus.
sv_se: Visa inlägg med ett publiceringsdatum yngre än vad som specificerats ovan.
tr_tr: Sadece yukarıdaki tarihten sonra yazılan yazıları göster.

source: mailing list(s) to send latest posts subscriptions to.
es_es: listas de correo para enviar últimas entradas de suscripción.
hu_hu: levelezési listák melyeknek a legfrisebb bejegyzéseket kiküldjük!
pt_pt: mailing list(s) para enviar os últimos artigos.
ro_ro: lista(ele) de distribuție către care se trimit abonamentele la ultimele articole.
sv_se: e-postlista(listor) som senaste inlägg ska skickas till.
tr_tr: Son abonelikleri gönderebileceğiniz e-posta listeleri

source: Update Schedule Interval?
es_es: ¿Actualizar Intervalo de Tareas Programadas?
hu_hu: Ütemzés időtartamának felülirása?
pt_pt: Atualizar Intervalo de Agendamento?
ro_ro: Interval actualizare programare?
sv_se: Uppdatera intervall för Schema
tr_tr: Zamanlandırma Periyodunu Güncelle?

source: leave this as No to leave the interval and current schedule unchanged.
es_es: deja esto en No para dejar el intervalo y la actual tarea programada sin cambios.
hu_hu: hagyja Nem-en, ha nem akarja megváltoztatni a jelenlegi intervallumot
pt_pt: selecionar Não para deixar o intervalo e o agendamento atual inalterável
ro_ro: lăsaţi selecția Nu pentru a nu schimba intervalul şi programarea curentă
sv_se: lämna denna till Nej för att inte ändra nuvarande intervall eller schema
tr_tr: Eğer periyod ve mevcut zamanlayıcı değişmemişse bu seçeneği Hayır olarak bırakın

source: Start Date/Time
es_es: Fecha de Inicio/Tiempo
hu_hu: Kezdő dátum/időpont
pt_pt: Data Inicial/Hora
ro_ro: Data de început
sv_se: Start Datum/Tid
tr_tr: Başlangıç Tarihi

source: Current Date/Time:
es_es: Fecha y Hora actual:
hu_hu: Jelenlegi dátum/idő:
pt_pt: Data/Hora Actual:
ro_ro: Data curentă &amp; Ora

source: Choose the day to start sending these posts for the first time with the settings configured.
es_es: Elegir el día para comenzar enviando estas entradas por primera vez con las configuraciones aplicadas.
hu_hu: Válassza ki a napot melytől kezdve ezen bejegyzéseket kiküldjük ezekkel a beállításokkal
pt_pt: Selecione o dia para começar o primeiro envio destes artigos com as configurações definidas.
ro_ro: Alegeți data de început pentru trimiterea acestor articole pentru prima oară cu setările actuale.
sv_se: Välj vilken dag från att börja skicka inlägg
tr_tr: Yeni seçeneklerle gönderilicek ilk yazı tarihini seçin.

source: Sending Interval
es_es: Enviando Intervalo
hu_hu: Küldés időtartama
pt_pt: Intervalo de Agendamento
ro_ro: Interval expediere
sv_se: Intervall för Utskick
tr_tr: Gönderim Aralığı

source: - Select Schedule -
es_es: - Seleccionar Tarea Programada -
hu_hu: - Válasszon ütemezést -
pt_pt: - Escolher Agendamento -
ro_ro: - Selectează programare -
sv_se: - Välj Schema -
tr_tr: - Zamanlamayı Seç -

source: No schedules are available
es_es: No hay tareas programadas disponibles
hu_hu: Ütemezés nem elérhető
pt_pt: Nenhum agendamento disponível
ro_ro: Nu este disponibilă nici o programare
sv_se: Inga scheman är tillgängliga
tr_tr: Hiçbir zamanlama yok

source: set how often the latest posts subscription should be sent out.
es_es: configurar con qué frecuencia las últimas entradas de suscripción deben ser enviadas.
hu_hu: állítsa be az új bejegyzések kiküldésének gyakoriságát.
pt_pt: periodicidade em que a subscrição dos últimos artigos deve ser enviada.
ro_ro: setează cât de des ar trebui trimise cele mai noi articole către abonați
sv_se: välj hur ofta senaste inlägg ska skickas ut till prenumeranterna.
tr_tr: son yazı aboneliklerin ne kadar sıklıkla gönderileceğini ayarlayın

source: the first execution will be the time of the interval from the current date/time.
es_es: la primera ejecución será el tiempo del intervalo de la fecha/hora actual.
hu_hu: az első végrehajtás ettől az időpontól kerülszámításra.
pt_pt: a primeira execução será o tempo de intervalo a partir atual data/hora
ro_ro: prima execuţie va fi peste durata selectată de la ora curentă
sv_se: det första utskicket kommer ske närmaste intervall från nuvarande tid/datum
tr_tr: İlk çalıştırma, mevcut zamana göre ayarlanmış olan peryioda ile başlayacak.

source: Email Theme
es_es: Tema de Email
hu_hu: Levél témája
pt_pt: Modelo de E-mail
ro_ro: Temă mesaj
sv_se: E-posta Tema
tr_tr: E-Posta Teması

source: No themes are available
es_es: No hay Temas disponibles
hu_hu: Téma nem elérhető
pt_pt: Modelos não disponíveis
ro_ro: Nu este disponibilă nici o temă
sv_se: Inga teman tillgängliga
tr_tr: Hiçbir tema yok

source: theme to use for the latest posts subscription email.
es_es: tema para ser usado por la última entrada de suscripción por email.
hu_hu: téma kerül felhasználásara a legujabb bejegyzésekre feliratkozók számára küldendő levélben
pt_pt: modelo a utilizar para a subscrição dos últimos artigos.
ro_ro: tema de folosit pentru abonamentele la ultimele articole.
sv_se: tema att använda för utskick av senaste inlägg
tr_tr: Son yazı aboneliği e-postası için kullanılan tema
