Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: No history record was specified
es_es: Ningun registro de historial fue especificado
hu_hu: Nincs előzményadat kiválasztva
pt_pt: Nenhum registo histórico especificado
ro_ro: Nu a fost specificată nici o înregistrare istorică
sv_se: Inget historik objekt specificerades
tr_tr: Hiçbir arşiv kaydı seçilmedi

source: No mailing lists specified
es_es: Ninguna Lista de Correo especificada
hu_hu: Nincs levelezési lista kiválaszva
ro_ro: Nu a fost specificată nici o listă de distribuție
sv_se: Ingen e-postlista specificerades
tr_tr: Hiçbir e-posta listesi seçilmedi

source: No post ID was specified
es_es: Ninguna ID de Entrada fue especificada
hu_hu: Nincs kiválasztva bejegyzés azonosító
pt_pt: Nenhum ID de artigo especificado
ro_ro: Nu a fost specificat nici un ID de articol
sv_se: Inget inläggs ID specificerades
tr_tr: Hiçbir yazı ID'si belirtilmedi

source: Default List
es_es: Lista Predeterminada
hu_hu: Alapértelemezett lista
pt_pt: Lista Padrão
ro_ro: Lista implicită
sv_se: Standardlista
tr_tr: Varsayılan Liste

source: Paid
es_es: Pagado
hu_hu: Előfizetés
pt_pt: Paga
ro_ro: Plătit
sv_se: Betald
tr_tr: Ödenmiş

source: Please select private status
es_es: Por favor, selecciona Estado Privado
hu_hu: Válasszon bzalamas állapotot
pt_pt: Por favor, selecione estado privado
ro_ro: Vă rugăm selectaţi un status privat
sv_se: Vänligen välj privat status
tr_tr: Lütfen özel durumunu seçiniz

source: Please select a paid status
es_es: Por favor, selecciona un Status Pagado
hu_hu: Válasszon előfizetési állapotot
pt_pt: Por favor, selecione um estado para pagamentos efetuados
ro_ro: Vă rugăm selectaţi un status plătit
sv_se: Vänligen välj en betald status
tr_tr: Lütfen ödeme durumunu seçiniz

source: Please fill in a valid 2Checkout product ID
es_es: Por favor, completa un ID de Producto 2Checkout válido
hu_hu: Adjon meg érvényes 2CheckOut termék azonosítót
pt_pt: Por favor, introduza um produto ID do 2Checkout válido
ro_ro: Vă rugăm completaţi un ID de produs valid pentru 2Checkout
sv_se: Vänligen fyll i ett giltigt 2Checkout produkt ID
tr_tr: Lütfen geçerli bir 2Checkout ürün ID'si girin

source: Please select a subscription interval
es_es: Por favor, selecciona un intervalo de suscripción
hu_hu: Kérem válassszon feliratkozási időtartamot
pt_pt: Por favor, selecione um intervalo de subscrição
ro_ro: Vă rugăm selectaţi un interval de abonare
sv_se: Vänligen fyll i en giltig intervall för prenumeration
tr_tr: Lütfen abonelik sıklığını seçin

source: Please fill in a subscription price
es_es: Por favor, completa el precio de suscripción
hu_hu: Töltse ki az előfizetés árát!
pt_pt: Por favor, introduza um preço de subscrição
ro_ro: Vă rugăm completaţi un preţ de abonare
sv_se: Vänligen fyll i ett pris för prenumeration
tr_tr: Lütfen abonelik bedelini seçin

source: No subscriber specified for this order
es_es: Ningún Suscriptor especificado para este Pedido
hu_hu: Nincs feliratkozó megadva ehhez a rendeléshez
pt_pt: Nenhum subscritor especificado para esta ordem
ro_ro: Nu a fost specificat nici un abonat pentru această comandă
sv_se: Inga prenumeranter specificerade för denna beställning
tr_tr: Bu sipariş için abone belirtilmedi

source: Please specify completed status for this order
es_es: Por favor, especifica el estado completo para este Pedido
hu_hu: Adja meg a teljesített állapotot ehhez a rendeléshez
pt_pt: Por favor, especifique um estado completo para esta ordem
ro_ro: Vă rugăm specificați un status completat pentru această comandă
sv_se: Vänligen specificera en giltig status för denna beställning
tr_tr: Lütfen bu sipariş için tamamlanma durumunu belirtin

source: Please specify an amount for this order
es_es: Por favor, especifica un valor para este Pedido
hu_hu: Adja meg a rendelés összegét
pt_pt: Por favor, especifique um valor para esta ordem
ro_ro: Vă rugăm specificaţi o sumă pentru această comandă
sv_se: Vänligen fyll i ett belopp för denna beställning
tr_tr: Lütfen bu sipariş için miktarı girin

source: Please specify a product ID for this order
es_es: Por favor, especifica un ID de Producto para este Pedido
hu_hu: Kérem adjon meg termékazonosítót ehhez a rendeléshez
pt_pt: Por favor, especifique um ID do produto para esta ordem
ro_ro: Vă rugăm specificați un ID de produs pentru această comandă
sv_se: Vänligen fyll i ett produkt ID för denna beställning
tr_tr: Lütfen bu sipariş için ürün ID'si belirtin

source: Please specify an order number for this order
es_es: Por favor, especifica un Número de Pedido para este Pedido
hu_hu: Adja meg a rendelés számot ehhez a rendeléshez
pt_pt: Por favor, especifique um número de ordem para esta operação
ro_ro: Vă rugăm specificaţi un număr de comandă
sv_se: Vänligen fyll i ett order nummer för denna beställning
tr_tr: Lütfen bu sipariş için sipariş numarası belirtin

source: No order records were removed
es_es: Ningún registro de Pedido fue borrado
hu_hu: Nem távolított el egy rednelést sem
pt_pt: Nenhum registo de ordens foi apagado
ro_ro: Nu a fost eliminată nici o comandă
sv_se: Inga beställningar raderades
tr_tr: Sipariş kaydı silinemedi

source: No subscriber ID was specified for deleting orders
es_es: Ningún ID de Suscriptor fue especificado para los Pedidos borrados
hu_hu: Nincs kiválasztva a feliratkozó azonosító a rendelés törléséshez
pt_pt: Nenhum ID de subscritor especificado para apagar ordens
ro_ro: Nu a fost specificat nici un ID de abonat pentru eliminarea comenzilor
sv_se: Ingen prenumerant ID valdes för raderad beställning
tr_tr: Sipariş silinmesi için abone Id'si belirtilmedi

source: No post was specified
es_es: Ninguna Entrada fue especificada
hu_hu: Nincs kiválasztva bejegyzés
pt_pt: Nenhum artigo especificado
ro_ro: Nu a fost specificat nici un articol
sv_se: Inget inlägg specificerades
tr_tr: Hiçbir yazı belirtilmedi

source: No sent status was specified
es_es: Ningún estado de enviado fue especificado
hu_hu: Elküldési allapot nincs megadva
pt_pt: Nenhum estado de envio especificado
ro_ro: Nu a fost specificat nici un status de trimitere
sv_se: Ingen skickat status specificerades
tr_tr: Gönderme durumu belirtilmedi

source: Query failed, email could not be queued.
es_es: Consulta fallida, el email no pudo colocarse en cola.
hu_hu: Lekérdezési hiba, a levél sorbaállítása nem sikerült.
pt_pt: Erro de consulta, e-mail não pôde ser colocado em espera.
ro_ro: Căutarea a eșuat, mesajul nu a fost trimis în coada de mesaje.

source: Email with this subscriber and history email is already in the queue.
es_es: Email con este suscriptor e historial de email ya está en la cola.
hu_hu: Levelek ezzel a feliratkozóval és az előzmények is sorbaállításra kerültek
pt_pt: Um e-mail com este subscritor e o histórico já estão na fila de envio.
ro_ro: Mesajul cu acest abonat și mesajul istoric sunt deja în coada de trimitere.
sv_se: Meddelande för denna prenumerant är redan i kön
tr_tr: Bu aboneye ait email ve geçmiş maili zaten sırada.

source: Please fill in a searchterm
es_es: Por favor, ingresa una palabra de búsqueda
hu_hu: Kérem töltse ki a keresési feltételt
pt_pt: Por favor, introduza um termo de procura
ro_ro: Vă rugăm introduceţi un termen de căutare
sv_se: Vänligen fyll i en sök term
tr_tr: Lütfen bir arama terimi belirtin

source: Please select a search type
es_es: Por favor, selecciona un tipo de búsqueda
hu_hu: Kérem válasszon keresési típust
pt_pt: Por favor, selecione um tipo de procura
ro_ro: Vă rugăm selectaţi un tip de căutare
sv_se: Vänligen välj en sök typ
tr_tr: Lütfen arama türü seçin

source: No mailing lists matched your title
es_es: Ninguna Lista de Correo coincide con tu título
hu_hu: Nincs ilyen című levelezési lista
pt_pt: Nenhuma mailing list coincide com o seu título
ro_ro: Nici o listă de distribuție nu se potriveşte cu titlul
sv_se: Ingen e-postlista matchade din titel
tr_tr: Hiçbir e-posta listesi belirttiğiniz başlık ile eşleşemedi

source: Please fill in a valid email
ro_ro: Vă rog introduceţi o adresă de email validă
sv_se: Vänligen fyll i en giltig e-postadress
tr_tr: Lütfen geçerli bir e-posta adresi belirtin

source: Please fill in the code in the image.
es_es: Por favor, completa el código en la imagen.
hu_hu: Kérem irja be a kódot a képről!
pt_pt: Por favor, introduza o código da imagem.
ro_ro: Vă rugăm completaţi codul din imagine
sv_se: Vänligen fyll i koden i bilden

source: Your code does not match the code in the image.
es_es: Tu código no coincide con el código de la imagen.
hu_hu: Sajnos az ellenőrzőkód
pt_pt: O código não coincide com o código na imagem.
ro_ro: Codul dvs. nu se potriveşte cu cel din imagine
sv_se: Din kod matchade inte koden i bilden

source: Email exists, therefore the appropriate lists have been checked below. Please submit again
es_es: El Email existe, por lo tanto las Listas apropiadas han sido revisadas debajo. Por favor envíalo nuevamente
hu_hu: A levél létezik, a megfelelő lista lentebb jelölve. Küldje el újra
pt_pt: E-mail existe, portanto as listas apropriadas foram verificadas em baixo. Por favor, envie de novo
ro_ro: Email-ul există, prin urmare listele corespunzătoare au fost bifate mai jos. Vă rugăm trimiteţi din nou
sv_se: E-postadress existerar redan, därför har relaterad e-postlista valts nedan. Vänligen skicka igen
tr_tr: E-Posta var, bu nedenle uygun listeler aşağıda kontrol edildi. Lütfen tekrar gönderin

source: Please select a registered status
es_es: Por favor, selecciona un Estado registrado
hu_hu: Válasszon regisztrációs állapotot
pt_pt: Por favor, selecione um estado registado
ro_ro: Vă rugăm selectaţi un status înregistrat
sv_se: Vänligen välj en registrerad status
tr_tr: Lütfen kayıt durumunu belirtin

source: Please fill in a username
es_es: Por favor, ingresa un Nombre de Usuario
hu_hu: Töltse ki a felhasználónevet!
pt_pt: Por favor, introduza um utilizador
ro_ro: Vă rugăm introduceţi un nume de utilizator
sv_se: Vänligen fyll i ett användarnamn
tr_tr: Lütfen kullanıcı adı girin

source: Username is already in use
es_es: El Nombre de Usuario ya está siendo usado
hu_hu: Felhasználónév foglat, válasszon másikat
pt_pt: Utilizador não disponível
ro_ro: Numele utilizator este deja folosit
sv_se: Användarnamn existerar redan
tr_tr: Kullanıcı adı kullanımda

source: Email required for registration
es_es: El email es requerido para la registración
hu_hu: E-mail cím szükséges a regisztrációhoz
pt_pt: E-mail obrigatório para o registo
ro_ro: Email-ul este obligatoriu pentru înregistrare
sv_se: E-postadress krävs för registrering
tr_tr: Kayıt için E-Posta gerekiyor

source: Username and email address required for registration
es_es: El Nombre de Usuario y la Contraseña son requeridos para la registración
hu_hu: Felhasználónév és jelszó megadása szükséges a regisztrációhoz
pt_pt: Utilizador e e-mail obrigatórios para o registo
ro_ro: Numele de utilizator şi adresa de email sunt obligatorii pentru înregistrare
sv_se: Användarnamn och e-postadress krävs för registrering
tr_tr: Kullanıcı adı ve e-posta kayıt için gerekmektedir

source: Please select an active status
es_es: Por favor, selecciona un estado activo
hu_hu: Válasszon aktív állapotot
pt_pt: Por favor, selecione um estado ativo
ro_ro: Vă rugăm selectaţi un status activ
sv_se: Vänligen välj en aktiv status
tr_tr: Lütfen bir aktiflik durumu seçiniz

source: Please fill in the content
es_es: Por favor, complete el contenido
hu_hu: Töltse ki a tartalmat
pt_pt: Por favor, introduza o conteúdo
ro_ro: Vă rugăm completaţi conţinutul
sv_se: Vänligen fyll i innehåll
tr_tr: Lütfen içeriği doldurun

source: Please choose a submission type
es_es: Por favor, elige un tipo de submission
hu_hu: Kérem válasszon elküldési típust
pt_pt: Por favor, selecione um tipo de envio
ro_ro: Vă rugăm alegeţi un tip de înregistrare
sv_se: Vänligen välj en typ för inlämning
tr_tr: Lütfen gönderim türünü seçiniz

source: Please choose an HTML file for uploading
es_es: Por favor, elige un archivo HTML para cargar
hu_hu: Kérem válasszon HTML fájlt a feltöltésre
pt_pt: Por favor, selecione um ficheiro HTML para enviar
ro_ro: Vă rugăm alegeţi un fişier HTML pentru încărcare
sv_se: Vänligen välj en html fil för uppladdning
tr_tr: Lütfen yükleme için bir HTML dosyası seçin

source: HTML file could not be uploaded
es_es: El archivo HTML no pudo ser cargado
hu_hu: HTML fájl nem tölthető fel
pt_pt: Ficheiro HTML não pôde ser anexado
ro_ro: Fişierul HTML nu a putut fi încărcat
sv_se: HTML fil kunde inte laddas upp
tr_tr: HTML dosyası yüklenemedi

source: This is not a valid HTML file. Ensure that it has a .html extension
es_es: Este no es un archivo HTML válido. Asegúrate que tenga extensión .html
hu_hu: Nem HTMl fájl. Kérem ellenőrizze, hogy a kitejesztés .html e.
pt_pt: Ficheiro HTML inválido. Assegure-se que tenha uma extensão .html
ro_ro: Acesta nu este un fişier HTML valid. Verificaţi dacă are extensia .html
sv_se: Detta är inte en giltig HTML fil. Kontrollera att den har en .html filändelse
tr_tr: Bu geçerli bir HTML dosyası değildir. Dosyanın .html uzantısına sahip olduğuna lütfen emin olun.

source: HTML file could not be opened for reading. Please check its permissions
es_es: El archivo HTML no pudo ser abierto para su lectura. Por favor revisa sus permisos
hu_hu: HTML fájl nem olvasható! Ellenőrizze a jogosultságot
pt_pt: Ficheiro HTML não pôde ser aberto para leitura. Por favor, verifique as suas permissões
ro_ro: Fişierul HTML nu poate fi deschis pentru citire. Vă rugăm verificaţi permisiunile
sv_se: HTML fil kunde inte öppnas för läsning. Vänligen kontrollera dess rättigheter
tr_tr: HTML dosyası okumak için açılamadı. Lütfen izinleri kontrol edin.

source: Please paste HTML code for your theme
es_es: Por favor, pega el código HTML de tu tema
hu_hu: Illesze be a HTML kódot az oldal témájába
pt_pt: Por favor, coloque o código HTML para o seu modelo
ro_ro: Vă rugăm inseraţi codul HTML pentru temă
sv_se: Vänligen klistra in kod för ditt tema
tr_tr: Lütfen HTML kodunu temanıza yapıştırın

source: Your theme does not have the [wpmlcontent] tag
es_es: Tu tema no tiene la [wpmlcontent] etiqueta
hu_hu: A témának nincs [wpmlcontent] cimkéje
pt_pt: O tema não tem o shortcode [wpmlcontent]
ro_ro: Tema dvs. nu conţine tag-ul [wpmlcontent]
sv_se: Ditt tema saknar[wpmlcontent] taggen
tr_tr: Temanız [wpmlcontent] etiketine sahip değil

source: Displaying
ro_ro: Afişare
sv_se: Visar
tr_tr: Gösteriliyor

source: of
ro_ro: din
sv_se: av

source: Previous Page
es_es: Página Anterior
hu_hu: Előző oldal
pt_pt: Página Anterior
ro_ro: Pagina precedentă
sv_se: Föregående Sida
tr_tr: Önceki Sayfa

source: Page
es_es: Página
hu_hu: Oldal
pt_pt: Página
ro_ro: Pagina
sv_se: Sida
tr_tr: Sayfa

source: Next Page
es_es: Siguiente Página
hu_hu: Következő oldal
pt_pt: Próxima Página
ro_ro: Pagina următoare
sv_se: Nästa Sida
tr_tr: Sonraki Sayfa

source: Something went wrong!
es_es: ¡Algo salió mal!
hu_hu: Valami baj van
pt_pt: Ocorreu um erro!
ro_ro: Ceva nu a mers cum trebuia!

source: Please try again or <a href="http://tribulant.com/support/" target="_blank">contact us</a>.
es_es: Por favor, inténtalo de nuevo o <a href="http://tribulant.com/support/" target="_blank">contáctanos</a>.
hu_hu: Kérem próbálja meg újra vagy <a href="http://tribulant.com/support/" target="_blank">lépjen velünk kapcsolatba</a>.
pt_pt: Por favor, tente de novo ou <a href="http://tribulant.com/support/" target="_blank">contacte-nos</a>.
ro_ro: Vă rugăm reîncercați sau <a href="http://tribulant.com/support/" target="_blank">contactați-ne</a>.

source: Export Subscribers
es_es: Exportar Suscriptores
hu_hu: Feliratkozók exportálása
pt_pt: Exportar Subscritores
ro_ro: Export abonaţi
sv_se: Exportera Prenumeranter
tr_tr: Aboneleri Dışarı Çıkar

source: You are about to export <b>%d</b> subscribers from <b>%d</b> mailing lists with <b>%s</b> status.
es_es: Estás por exportar <b>%d</b> suscriptores de <b>%d</b> listas con estado <b>%s</b>.
hu_hu: Exportálni kivánja a <b>%d</b> feliratkozókat <b>%d</b> listáról <b>%s</b> státusszal.
pt_pt: Está prestes a exportar<b>%d</b> subscritores de <b>%d</b> listas de e-mails com estado <b>%s</b>.
ro_ro: Sunteți pe punctul de a exporta <b>%d</b> abonații <b>%d</b> cu statusul <b>%s</b> din listele de distribuție.

source: out of
es_es: fuera de
hu_hu: -ból
pt_pt: de
ro_ro: din
sv_se: av
tr_tr: üzeri

source: subscribers have been exported.
es_es: los suscriptores fueron exportados.
hu_hu: feliratkozó exportálása sikeres
pt_pt: subscritores exportados.
ro_ro: abonați au fost exportați.

source: Reading data, please wait
es_es: Leyendo información, espera un momento
hu_hu: Adatok olvasása, kérem várjon
pt_pt: Lendo informações, por favor aguarde
ro_ro: Datele se citesc, vă rugăm să așteptați...
sv_se: Läser data, vänligen vänta
tr_tr: Veri okunuyor, lütfen bekleyiniz

source: Export More
es_es: Exportar Más
hu_hu: Több exportálása
pt_pt: Exportar Mais
ro_ro: Exportă mai mult

source: Subscribers Exported
es_es: Suscriptores Exporados
hu_hu: Feliratkozók exportálva
pt_pt: Subscritores Exportados
ro_ro: Abonații au fost exportați

source: Start Exporting
es_es: Comenzar Exportando
hu_hu: Exportálás indítása
pt_pt: Iniciar Exportação
ro_ro: Pornire export

source: Resume Exporting
es_es: Resumen de Exportación
hu_hu: Export folytatása
pt_pt: Reiniciar Exportação
ro_ro: Continuă exportul

source: Exporting Now
es_es: Exportando Ahora
hu_hu: Exportálás most
pt_pt: Exportando Agora
ro_ro: Se exportă

source: You have unsaved changes on this page! All unsaved changes will be lost and it cannot be undone.
es_es: ¡Tienes cambios sin guardar en esta página! Esos cambios se perderán y no se podrán restaurar.
hu_hu: Az oldalon nem mentett váltzotatások vannak. Minden nem mentett változtatás el fog veszni és nem lesz visszaállítható.
pt_pt: Você removeu as alterações nesta página! Todas as alterações removidas serão perdidas e isto não poderá ser recuperado.
ro_ro: Aveți modificări nesalvate în această pagină. Toate modificările nesalvate vor fi pierdute definitiv.

source: No subscribers are available for export, please try again.
es_es: No hay suscriptores disponibles para exportar, por favor inténtalo de nuevo.
hu_hu: Nem érhető el exportálható feliratkozó, próbálja újra.
pt_pt: Nenhum subscritor disponível para exportação. Por favor, tente novamente.
ro_ro: Nu există abonați de exportat, vă rugăm încercați din nou.

source: &laquo; Back
es_es: &laquo; Volver
hu_hu: &laquo; Vissza
pt_pt: &laquo; Atrás
ro_ro: &laquo; Înapoi
sv_se: &laquo; Tillbaks
tr_tr: &laquo; Geri

source: Useful Links
es_es: Enlaces útiles
hu_hu: Hasznos linkek
pt_pt: Links úteis
ro_ro: Link-uri folositoare
sv_se: Användbara länkar
tr_tr: Yararlı Bağlantılar

source: Documentation
es_es: Documentación
hu_hu: Dokumentáció
pt_pt: Documentação
ro_ro: Documentaţie
sv_se: Dokumentation
tr_tr: Dökümantasyon

source: Support Ticket System
es_es: Sistema de Tickets de Soporte
hu_hu: Hiba jegy rendszer
pt_pt: Centro de Suporte
ro_ro: Sistemul de Tickete de suport
sv_se: Support System
tr_tr: Destek Bilet Sistemi

source: File
es_es: Archivo
hu_hu: Fájl
pt_pt: Ficheiro
ro_ro: Fişier
sv_se: Fil
tr_tr: Dosya

source: CSV/vCard file
es_es: Archivo CSV/vCard
hu_hu: CSV/vCard fájl
pt_pt: Ficheiro CSV/vCard
ro_ro: Fișier CSV/vCard
sv_se: CSV/vCard fil
tr_tr: CSV/vCard dosyası

source: Check All
es_es: Seleccionar Todas
hu_hu: Összes bejelölése
pt_pt: Verificar Todos
ro_ro: Toate
sv_se: Välj Alla
tr_tr: Tümünü Kontrol Et

source: Inverse Selection
es_es: Invertir Selección
hu_hu: Kijelölés megfordítása
pt_pt: Seleção Inversa
ro_ro: Selecţie inversată
sv_se: Omvänt val
tr_tr: Ters Seçim

source: No mailing lists are available
es_es: No hay Listas de Correo disponibles
hu_hu: Nincsenek elérhető levelezési listák
pt_pt: Nenhuma mailing list disponível
ro_ro: Nu este disponibilă nici o listă de distribuție
sv_se: Inga e-postlistor är tillgängliga
tr_tr: Hiçbir e-posta listesi yok

source: File Type
es_es: Tipo de Archivo
hu_hu: Fájl típus
pt_pt: Ficheiro Tipo
ro_ro: Tip fişier
sv_se: Fil typ
tr_tr: Dosya Türü

source: CSV Spreadsheet
es_es: Hoja de Cálculo CSV
hu_hu: CSV munkafüzet
pt_pt: Formato CSV
ro_ro: Foaie de calcul CSV
sv_se: CSV kalkylblad
tr_tr: CSV Dökümanı

source: Mac OS Address Book (vCard file)
es_es: Libreta de Direcciones MAC OS (archivo vCard)
hu_hu: Mac OS Címlista (vCard file)
pt_pt: Endereços Mac OS (Ficheiro vCard)
ro_ro: Agendă adrese Mac OS (vCard)

source: Delimiter
es_es: Delimitador
pt_pt: Delimitação
ro_ro: Delimitator
sv_se: Avgränsare
tr_tr: Ayraç

source: Operator delimiting field values. Open your CSV in a text editor to confirm with which operator field values are delimited. The default is comma (,).
es_es: Operador delimitando valores de campo. Abre tu CSV en un editor de texto para confirmar cual es el operador con que los valores de campos están delimitados. El predeterminado es coma (,).
hu_hu: Mező elválasztó karakter. Nyissa ki a CSV fájlt egy szövegszerkesztőben és győződjön meg róla,hogy mivel vannak elválasztva az értékek. Alapértelmezett a vessző (,).
pt_pt: Operador delimitando os valores dos campos. Abra o seu CSV num editor de texto para confirmar quais os valores dos campos que estão delimitados. O padrão é a vírgula (,).
ro_ro: Operatorul ce delimitează câmpurile cu valori. Deschide fişierul CSV într-un editor text pentru a observa care este operatorul care delimitează câmpurile cu valori. Implicit este o virgulă (,).
sv_se: Avgränsare för fält värden. öppna din CSV fil i en text editor och kontrollera. Standard är komma (,).
tr_tr: CSV dosyanızı bir text editöründe açın. Alanları ayırmak için (,) kullanabilirsiniz.

source: Fields to Import
es_es: Campos para Importar
hu_hu: Importálandó mezők
pt_pt: Campos para Importar
ro_ro: Câmpuri de importat
sv_se: Fält att importera
tr_tr: İçeri aktarılacak alanlar

source: Tick/check the fields which are available in your CSV file that you are uploading.
es_es: Tildar los campos que están disponible en tu archivo CSV que estás cargando.
hu_hu: Pipálja be azokat a mezőket, melyek elérhetőek a feltölteni kívánt .csv fájlban.
pt_pt: Marque/verifique quais os campos que estão disponíveis no ficheiro CSV que está a enviar.
ro_ro: Bifați câmpurile disponibile în fișierul CSV pe care îl încărcați.
sv_se: Kryssa för de fält som finns tillgängliga i din CSV fil som du laddar upp.
tr_tr: Yüklediğiniz CSV dosyasında uygun olan alanları tikleyiniz.

source: Fill in only column numbers (no letters), where "1" is the first column in your CSV file.
es_es: Completar solo números de columnas (no letras), donde "1" es la primer columna en tu archivo CSV.
hu_hu: Töltse ki az oszlopok számát(csak számok) ahol "1" az első oszlop a CSBV fájlban.
pt_pt: Insira apenas o número das colunas (sem letras), lembre-se que "1" é a primeira coluna do seu ficheiro CSV.
ro_ro: Introduceți numerele coloanelor (nu litere), unde "1" este prima coloană din fișierul CSV.
sv_se: Fyll bara i nummer för kolumner (inga bokstäver), där "1" är dem första kolumnen i din CSV fil.
tr_tr: CSV dosyasında ilk kolonun "1" olduğu yere sadece kolon numaralarını giriniz (harf yazmayın).

source: Column Number:
es_es: Número de Columna:
hu_hu: Oszlop száma:
pt_pt: Número de Coluna:
ro_ro: Număr coloană:

source: Auto create these lists by title if they do not exist
es_es: Crear automaticamente estas listas por título si ellas no existen
hu_hu: Listák automatikus létrahozása ha még nem létezik
pt_pt: Criar automaticamente estas listas usando o título caso elas não existam
ro_ro: Creați aceste liste automat după titlu dacă ele nu există.
sv_se: Skapa automatiskt dessa listor om dom inte redan existerar
tr_tr: Eğer yoksalar bu listeleri başlıklarına göre otomatik olarak kaydet
