Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Are you sure you want to send this autoresponder email now?
es_es: ¿Estás seguro que deseas enviar este email de autorespuesta ahora?
hu_hu: Biztosan el akaraj küldenin ezt az automatikus válaszüzenetet most?
pt_pt: Tem a certeza que deseja apagar agora este e-mail de resposta automática?
ro_ro: Sigur doriți să trimiteți acest mesaj autoresponder?

source: Are you sure you want to delete this autoresponder email?
es_es: ¿Estás seguro que deseas borrar este email de autorespuesta?
hu_hu: Biztosan törölni kívánja ezt az automatikus válaszlevelet?
pt_pt: Tem a certeza que deseja apagar este e-mail de resposta automática?
ro_ro: Sigur doriți să eliminați acest mesaj autoresponder?

source: Sent
es_es: Enviado
hu_hu: Elküldött
pt_pt: Enviada
ro_ro: Trimis
sv_se: Skickat
tr_tr: Gönderilmişler

source: Unsent
es_es: No enviado
hu_hu: Nem elküldött
pt_pt: Não Enviado
ro_ro: Netrimis

source: days
ro_ro: zile
sv_se: dagar
tr_tr: gün

source: Per Page
ro_ro: Per pagină
sv_se: Per Sida
tr_tr: Sayfa Başına

source: per page
es_es: por página
hu_hu: oldalanként
pt_pt: por página
ro_ro: per pagină
sv_se: per sida
tr_tr: sayfa başına

source: No autoresponder emails found.
es_es: No fueron encontrados emails de autorespuestas.
hu_hu: Nincs automatikus válaszlevél
pt_pt: Nenhum e-mail de resposta automática encontrado.
ro_ro: Nu a fost specificat nici un mesaj autoresponder.

source: Manage Autoresponders
es_es: Administrar Autorespuestas
hu_hu: Automatikus válasz beállítása
pt_pt: Gerir Respostas Automáticas
ro_ro: Administrare autorespondere

source: Add a new autoresponder
es_es: Agregar nueva Autorespuestas
hu_hu: Automatikus válasz hozzáadása
pt_pt: Adicionar nova resposta automática
ro_ro: Adăugare autoresponder

source: Add New
es_es: Agregar Nuevo
hu_hu: Új hozzáadása
pt_pt: Adicionar
ro_ro: Adăugare
sv_se: Lägg till Nytt
tr_tr: Yeni Ekle

source: Schedule Interval:
es_es: Intervalo de Tarea Programada:
hu_hu: Ütemezés gyakorisága
pt_pt: Intervalo de Agendamento:
ro_ro: Interval programare:

source: seconds
es_es: segundos
hu_hu: másodperce
pt_pt: segundos
ro_ro: secunde
sv_se: sekunder
tr_tr: saniyeler

source: Save Interval
es_es: Guardar Intervalo
hu_hu: Gyakoriság mentése
pt_pt: Guardar Intervalo
ro_ro: Salvare interval

source: autoresponders
es_es: autorespuestas
hu_hu: Automatikus válaszok
pt_pt: respostas automáticas
ro_ro: autorespondere

source: A to Z
es_es: A a Z
hu_hu: A-Z
pt_pt: A a Z
ro_ro: A la Z
sv_se: A till Ö
tr_tr: A'dan Z'ye

source: Z to A
es_es: Z a A
hu_hu: Z-A
pt_pt: Z a A
ro_ro: Z la A
sv_se: Ö till A
tr_tr: Z'den A'ya

source: New to Old
es_es: Nuevo a Antiguo
hu_hu: Későbbítől korábbiig
pt_pt: Novo a Antigo
ro_ro: Nou la Vechi
sv_se: Ny till Gammal
tr_tr: Yeniden Eskiye

source: Old to New
es_es: Antiguo a Nuevo
hu_hu: Korábbitól a későbbiig
pt_pt: Antigo a Novo
ro_ro: Vechi la Nou
sv_se: Gammal till Ny
tr_tr: Eskiden Yeniye

source: Search Autoresponders
es_es: Buscar Autorespuestas
hu_hu: Automatikus válasz keresése
pt_pt: Procurar Respostas Automáticas
ro_ro: Căutare autorespondere

source: Are you sure you want to execute this action on the selected autoresponders?
es_es: ¿Estás seguro que deseas ejecutar esta acción en las autorespuestas seleccionadas?
hu_hu: Biztosan végre kívánja ezt hajtani a kiválasztott autmatikus válaszokon?
pt_pt: Tem a certeza que deseja executar esta ação nas respostas automáticas selecionadas?
ro_ro: Sigur doriți să executaţi această acţiune pe autoresponderele selectate?

source: Activate
es_es: Activar
hu_hu: Aktivál
pt_pt: Ativar
ro_ro: Activare
sv_se: Aktivera
tr_tr: Aktif Hale Getir

source: Deactivate
es_es: Desactivar
hu_hu: Hatástalanít
pt_pt: Desativar
ro_ro: Dezactivare
sv_se: Deaktivera
tr_tr: Deaktif Duruma Getir

source: List(s)
es_es: Lista(s)
hu_hu: Lista(k)
pt_pt: Lista(s)
ro_ro: Liste

source: Send Delay
es_es: Enviar Demora
hu_hu: Küldés késleltetése
pt_pt: Intervalo de Envio
ro_ro: Întârziere expediere
tr_tr: Gönderim gecikmesi

source: pending emails
es_es: emails pendientes
hu_hu: függőben lévő levelek
pt_pt: e-mails pendentes
ro_ro: mesaje în așteptare

source: Edit
es_es: Editar
hu_hu: Szerkesztés
pt_pt: Editar
ro_ro: Editare
sv_se: Editera
tr_tr: Düzenle

source: Are you sure you want to delete this autoresponder?
es_es: ¿Estás seguro que deseas borrar esta autorespuesta?
hu_hu: Biztosan törölni kívánja az automatikus válaszolót?
pt_pt: Tem a certeza que deseja apagar esta resposta automática?
ro_ro: Sigur doriți să eliminați acest autoresponder?

source: None
es_es: Ninguno
hu_hu: Egy sem
pt_pt: Nenhum
ro_ro: Gol
sv_se: Ingen
tr_tr: Hiçbiri

source: Immediately
es_es: Inmediatamente
hu_hu: Azonnal
pt_pt: Imediatamente
ro_ro: Imediat
sv_se: Direkt
tr_tr: Hemen

source: Inactive
es_es: Inactivo
hu_hu: Inaktív
pt_pt: Inativo
ro_ro: Inactiv

source: Active
es_es: Activo
hu_hu: Aktív
pt_pt: Ativas
ro_ro: Activ
sv_se: Aktiv
tr_tr: Aktif

source: No autoresponders found, please add one.
es_es: No se encontraron autorespuestas, por favor agrega uno.
hu_hu: Nincs automatikus válasz, hozzon létre egyet!
pt_pt: Nenhuma resposta automática encontrada. Por favor, adicione uma.
ro_ro: Nu am găsit nici un autoresponder, vă rugăm adăugați unul.
sv_se: Inga autosvar hittades, vänligen lägg till ett.
tr_tr: Hiçbir otomatik cevaplayıcı bulunamadı, lütfen ekleyiniz.

source: Save an Autoresponder
es_es: Guardar una Autorespuestas
hu_hu: Automatikus válasz mentése
pt_pt: Gravar uma Resposta Automática
ro_ro: Salvare autoresponder

source: Name
es_es: Nombre
hu_hu: Név
pt_pt: Nome
ro_ro: Nume

source: Fill in a name/title for this autoresponder for identification purposes.
es_es: Completa un nombre/título para esta autorespuestas para propósitos de identificación.
hu_hu: Töltse ki az automatikus válasz nevét, a könnyebb azonosítás miatt
pt_pt: Preencha o nome/título de esta resposta automática para identificação.
ro_ro: Vă rugăm completați un nume/titlu pentru autoresponder în scopul identificării sale.
sv_se: Fyll i namn/titel för detta autosvar för identifikation.
tr_tr: Kimlik saptama nedenlerinden dolayı bu otomatik cevaplayıcıya bir isim/başlık vermeniz gerekiyor.

source: No mailinglists found, please add.
es_es: No fueron encontradas Listas de Correos, por favor agrega una.
hu_hu: Nincs levelezési lista, hozzon létre egyet
pt_pt: Mailing lists não encontradas. Por favor, adicione.
ro_ro: Nu am găsit nici o listă de distribuție, vă rugăm adăugați una.

source: Subscriptions to these list(s) will be subscribed to this autoresponder.
es_es: Las suscripciones a esas listas serán suscriptas a esta autorespuestas.
hu_hu: Ezen lista(k) feliratkozói hozzáadásra kerülnek ehhez az automatikus válaszhoz.
pt_pt: Subscrições nesta(s) lista(s) serão enviadas para esta resposta automática.
ro_ro: Abonamentele la aceste liste vor fi înscrise la acest autoresponder.
sv_se: Prenumerationer för denna lista/listor kommer att få prenumeration på detta autosvar.
tr_tr: Bu listelerdeki abonelikler bu otomatik cevaplayıcıya abone edilicektir.

source: Apply to Existing Subscribers?
es_es: ¿Aplicar a Suscriptores existentes?
hu_hu: Létező feliratkozókra is alkalmazza?
pt_pt: Aplicar nos Subscritores Existentes?
ro_ro: Aplicați la toți abonații?

source: Autoresponder has already been applied to the existing subscribers before.
es_es: La autorespuesta ya ha sido aplicada antes a los suscriptores existentes.
hu_hu: Korábban már alkalmazta az automatikus válaszokat a létező feliratkozókra
pt_pt: Respostas automáticas já foram aplicadas aos subscritores anteriormente existentes.
ro_ro: Autoresponder-ul a fost deja aplicat la abonații existenți.
sv_se: Autosvarare har redan lagts till befintlig prenumerant tidigare.
tr_tr: Otomatik cevaplayıcı varolan aboneler için zaten uygulamada.

source: This autoresponder will not be queued to the same subscribers as before again, only new ones.
es_es: Esta autorespuesta no será puesta en cola a los mismos suscriptores de antes, solo a los nuevos.
hu_hu: Ez az autmatikus válasz nem kerül sorbaállításra ugyanazoknak a felirotkazóknak újból, csak az újak részére.
pt_pt: Resposta automática não vai ser adicionada a lista de envios para os usuários antigos, apenas para os novos.
ro_ro: Acest autoresponder nu va mai fi pus în coada de așteptare pentru abonații vechi ci numai pentru cei noi.
tr_tr: Otomatik cevaplayıcı aynı aboneler için eskisi gibi sıralanmayacak, sadece yeni abonelere.

source: Should this autoresponder be applied to existing subscribers of the list(s) above?
es_es: ¿Debería esta autorespuesta ser aplicada a suscriptores existente de las listas de arriba?
hu_hu: Ezt az automatikus választ minden létező feliratkozóra alkalmazni kívánja?
pt_pt: Deve esta resposta automática ser aplicada aos subscritores existentes, presentes na(s) lista(s) em cima?
ro_ro: Trebuie acest autoresponder să se aplice la abonații existenți ai listei(listelor) de mai sus?
sv_se: Ska denna autosvarare appliceras på befintliga prenumeranter i listan ovan?
tr_tr: Bu otomatik cevaplayıcı yukarıdaki varolan abonelere uygulansın mı?

source: The send delay will be applied from the current date/time.
es_es: La demora de envío será aplicada desde la fecha/hora actual.
hu_hu: Küldés késletetése a jelenlegi időpontől kerül számításra
pt_pt: O intervalo de envio será aplicado sobre a data/hora atual.
ro_ro: Întârzierea la trimitere va fi calculată funcție de data și ora curentă.

source: Choose Newsletter
es_es: Elegir Newsletter
hu_hu: Válasszon hírlevelet
pt_pt: Escolher Newsletter
ro_ro: Alegere mesaj

source: You can choose an existing newsletter or create one now.
es_es: Puedes elegir un newsletter existente o crear uno ahora.
hu_hu: Válaszhat a létező levlek közül vagy létrehozhat újat is
pt_pt: Pode selecionar uma newsletter existente ou criar uma agora.
ro_ro: Puteți alege un mesaj existent sau puteți crea unul nou.
sv_se: Du kan välja ett befintligt nyhetsbrev eller skapa ett nytt.
tr_tr: Varolan bir e-bülteni seçebilir ya da yeni bir tane yaratabilirsiniz.

source: History/Draft Newsletter
ro_ro: Mesaje din istoric/ciorne

source: No history/draft emails found, please add.
ro_ro: Nu a fost găsit nici un mesaj istoric, vă rugăm adăugați unul.

source: Choose an existing history/draft newsletter to use as the message for this autoresponder.
es_es: Elige un historial/borrador de newsletter existente para usar como mensaje para esta autorespuesta.
hu_hu: Válasszon egy előzmény/piszkozat levelet amit autmatikus válasznak kíván használni.
pt_pt: Escolha uma newsletter existente do histórico/rascunho para utilizar como mensagem para esta resposta automática.
ro_ro: Alegeți un mesaj existent în Istoric/Ciorne și utilizați-l ca mesaj pentru autoresponder.
sv_se: Välj ett befintligt meddelande (historiskt/utkast) för att använda för detta autosvar.
tr_tr: Bu otomatik cevaplayıcı için kullanmak istediğiniz varolan bir geçmiş/taslak e-bülteni seçin.

source: Newsletter Subject
es_es: Asunto del Newsletter
hu_hu: Hírlevél tárgya
pt_pt: Assunto da Newsletter
ro_ro: Subiect mesaj

source: Subject of the newsletter.
es_es: Asunto del newsletter.
hu_hu: A hírlevél tárgya
pt_pt: Assunto da newsletter.
ro_ro: subiectul mesajului către abonaţi.

source: Newsletter Content
es_es: Contenido de Newsletter
hu_hu: Hírlevél tartalma
pt_pt: Conteúdo da Newsletter
ro_ro: Conținut mesaj

source: Word Count
es_es: Contador de Palabras
hu_hu: Szavak száma
pt_pt: Contagem de Palavras
ro_ro: Total cuvinte
sv_se: Antal Ord
tr_tr: Kelime Sayacı

source: Content of the newsletter.
es_es: Contenido del newslette.
hu_hu: Hírlevél tartalmna
pt_pt: Conteúdo da newsletter.
ro_ro: Conținutul mesajului.
sv_se: Innehåll för nyhetsbrev.
tr_tr: E-bültenin içeriği.

source: Newsletter Theme
es_es: Tema de Newsletter
hu_hu: Hírlevél téma
pt_pt: Modelo de Newsletter
ro_ro: Temă mesaj

source: NONE
es_es: NINGUNO
hu_hu: Egy sem
pt_pt: NENHUM
ro_ro: Fără șablon!
sv_se: INGEN
tr_tr: YOK

source: No themes found, please add one.
es_es: No se encontraron temas, por favor, agrega uno.
hu_hu: Nincs téma, agjon meg egyet
pt_pt: Nenhum modelo encontrado. Por favor, adicione um.
ro_ro: Nu am găsit nici o temă, vă rugăm adăugați una.
sv_se: Inga teman hittades, vänligen lägg till ett tema.
tr_tr: Hiçbir tema bulunamadı, lütfen yeni bir tane ekleyiniz.

source: Choose the theme to use for this new newsletter.
es_es: Elige el tema para utilizar para este nuevo newsletter.
hu_hu: Válasszon témát amit ebben a levélben használni kíván
pt_pt: Escolha um modelo para utilizar nesta nova newsletter.
ro_ro: Alegeți tema pentru utilizare în acest mesaj.
sv_se: Välj vilket tema att använda för detta nyhetsbrev.
tr_tr: Yeni e-bülten için kullanmak istediğiniz temayı seçin.

source: days after subscribing.
ro_ro: zile după abonare.

source: Delay before sending this message. Set to 0 to send immediately upon subscribe/confirm.
es_es: Demora antes de enviar este mensaje. Se establece en 0 para enviar inmediatamente luego de la suscripción/confirmación.
hu_hu: Üzenet késletetése. Ha 0 akkor azonnali küldés
pt_pt: Intervalo antes do envio desta mensagem. Utilize 0 para enviar imediatamente após a subscrição/confirmação.
ro_ro: Întârzirerea înainte de trimiterea mesajului. Setați cu 0 pentru a trimite imediat după înscriere și confirmarea înscrierii.
sv_se: Lägg till fördröjning innan detta meddelande skickas. Sätt till 0 för att skicka direkt vid prenumeration/konfirmation.
tr_tr: Mesajı göndermeden önceki bekleme süresi. Abonelik halinde hemen göndermek için 0'a ayarlayın.

source: Deactivating this autoresponder will prevent it from sending out any messages to subscribers.
es_es: Desactivando esta autorespuestas se evitará el envío de algún mensajes a los suscriptores.
hu_hu: Az automatikus válasz kikapcsolása megakadályozza bármely üzenet kiküldését a feliratkozók részére.
pt_pt: Desativar esta resposta automática irá impedir o envio de mensagens para os subscritores.
ro_ro: Dezactivarea acestui autoresponder va inhiba expedierea mesajelor sale către abonați.
sv_se: Deaktivering av detta autosvar kommer förhindra att den skickar ut meddelanden till prenumeranter
tr_tr: Bu otomatik cevaplayıcıyı devre dışı bırakmak abonelere herhangi bir mesaj göndermesini engelleyecektir.

source: Save Autoresponder
es_es: Guardar Autorespuesta
hu_hu: Automatikus válasz mentése
pt_pt: Guardar Resposta Automática
ro_ro: Salvare autoresponder

source: Enter autoresponder title here
es_es: Ingresar el título de Autorespuesta aquí
hu_hu: Adja meg az automatikus válasz címét
pt_pt: Introduza aqui o título da resposta automática
ro_ro: Introduceți numele autoresponderului aici

source: Manage Campaigns
es_es: Administrar Campañas
hu_hu: Kampányok kezelése
pt_pt: Gerir Campanhas
ro_ro: Administrare campanii

source: No campaigns were found, please add one.
es_es: No se encontraron campañas, por favor agrega una.
hu_hu: Nincs kampány, hozzon létre egyet:
pt_pt: Nenhuma campanha encontrada. Por favor, adicione uma.
ro_ro: Nu a fost găsită nici o campanie, vă rugăm adăugați una.
tr_tr: Herhangi bir kampanya bulunamadı, lütfen yeni bir kampanya ekleyiniz.

source: Save a Campaign
es_es: Guardar una Campaña
hu_hu: Kampány mentése
pt_pt: Guardar uma Campanha
ro_ro: Salvare campanie

source: Campaign Name
es_es: Nombre de Campaña
hu_hu: Kampány neve
pt_pt: Nome da Campanha
ro_ro: Numele campaniei
sv_se: Kampanj Namn
tr_tr: Kampanya İsmi

source: Give your campaign a name/title for identification purposes.
es_es: Otorga un nombre/título a tu campaña para propósitos de identificación.
hu_hu: Adjon nevet a kampánynak a könnyebb azonosítás érdekében
pt_pt: Escolha um nome/título para sua campanha para facilitar sua identificação.
ro_ro: Dați campaniei un nume/titlu în scopul identificării sale.
sv_se: Ge din kampanj ett namn/titel för identifiering.
tr_tr: Tanımlama nedenleri için kampanyanıza bir isim ya da başlık veriniz.

source: Choose the emails and sequence/order of the emails to include in the sending of this campaign.
es_es: Elige los emails y secuencias/órden de los emails para incluir en el envio de esta campaña.
hu_hu: Válassza ki a levelet vagy a levelek sorrendjét amit hozzá kíván adni ehhez a kampányhoz.
pt_pt: Selecione os e-mails e a sequência/ordem dos e-mails que serão incluídos no envio desta campanha.
ro_ro: Alegeți mesajele și ordinea lor pentru a le include în expedierile acestei campanii.
sv_se: Välj e-post och sekvensen/ordning av e-postmeddelanden som ska ingå i sändningen av denna kampanj.
tr_tr: Kampanya gönderimine eklenecek emailleri ve sıralamaları seçiniz.

source: Export sent emails to CSV
es_es: Exportar emails enviados a CSV
hu_hu: Elküldött levelek exportálása CSV-be
pt_pt: Exportar os e-mails enviados para CSV
ro_ro: Exportă mesajele trimise ca CSV
sv_se: Exportera skickade meddelanden till CSV
tr_tr: Gönderilmiş postaları CSV ye aktar.

source: Export to CSV
es_es: Exportar a CSV
hu_hu: Exportálás CSV-be
pt_pt: Exportar para CSV
ro_ro: Exportă ca CSV

source: Email/Subscriber
ro_ro: Email/Abonat
sv_se: E-post/Prenumerant

source: No emails were found
es_es: No se encontraron emails
hu_hu: Nincs ilyen e-mail
pt_pt: Nenhum e-mail encontrado
ro_ro: Nu a fost găsit nici un mesaj
sv_se: Inga meddelanden hittades

source: Manage Extensions
es_es: Administrar Extensiones
hu_hu: Kiegészítők kezelés
pt_pt: Gerir Extensões
ro_ro: Administrare extensii

source: These are extensions which extend the functionality of the Newsletter plugin.
es_es: Estas son extensiones que extienden la funcionalidad del plugin de Newsletter.
hu_hu: Ezek a kiegészítők melyek újabb lehetőségekkel bővítik a Hírlevél bővítményt.
pt_pt: Estas são as extensões que melhoram as funcionalidades do plugin Newsletter.
ro_ro: Acestea sunt extensiile care îmbunătățesc funcționalitatea modulului Newsletter.

source: Extension Name
es_es: Nombre de Extensión
hu_hu: Kiegésztő neve
pt_pt: Nome da Extensão
ro_ro: Nume extensie
tr_tr: Uzantı İsmi

source: Extension Status
es_es: Estado de Extensión
hu_hu: Kiegészítő állapota
pt_pt: Estado da Extensão
ro_ro: Status extensii

source: Get this extension now
es_es: Adquirir esta extensión ahora
hu_hu: Kiegészítő letöltése most
pt_pt: Obter agora esta extensão
ro_ro: Procurați această extensie acum
tr_tr: Uzantıyı şimdi alın

source: Are you sure you want to deactivate this extension?
es_es: ¿Estás seguro que deseas desactivar esta extensión?
hu_hu: Biztosan kikapcsolja a bővítményt
pt_pt: Tem a certeza que deseja desativar esta extensão?
ro_ro: Sigur doriți să activați această extensie?

source: Not Installed
es_es: No Instalado
hu_hu: Ninncs installálva
pt_pt: Não Instalado
ro_ro: Neinstalată
tr_tr: Kurulu değil

source: Buy Now
es_es: Comprar Ahora
hu_hu: Vásárlás most
pt_pt: Comprar Agora
ro_ro: Cumpără acum

source: Installed but Inactive
es_es: Instalado pero Inactivo
hu_hu: Installálva, de kikapcsolva
pt_pt: Instalado mas Inativo
ro_ro: Instalată dar inactivă
tr_tr: Kurulu ama etkin değil

source: Installed and Active
es_es: Instalado y Activo
hu_hu: Indtallálva és bekapcsolva
pt_pt: Instalado e Ativo
ro_ro: Instalată și activă
tr_tr: Kurulu ve etkin

source: No extensions found.
es_es: No fueron encontradas extensiones.
hu_hu: Nincs kiegészítő
pt_pt: Nenhuma extensão encontrada.
ro_ro: Nu am găsit nici o extensie.

source: Manage Custom Fields
es_es: Administrar Campos Personalizados
hu_hu: Egyedi mezők kezeléáse
pt_pt: Gerir Campos Personalizados
ro_ro: Administrare câmpuri personalizate
sv_se: Hantera Egna Fält
tr_tr: Özel Alanları Yönet

source: Create a new custom field
es_es: Crear nuevo Campo Personalizado
hu_hu: Új egyedi mező létrehozása
pt_pt: Criar um novo campo personalizado
ro_ro: Creare câmp personalizat nou
sv_se: Skapa ett nytt eget fält
tr_tr: Özel Alan Oluştur

source: custom fields
es_es: campos personalizados
hu_hu: egyedi mezők
pt_pt: campos personalizados
ro_ro: câmpuri personalizate
sv_se: egna fält
tr_tr: özel alanlar

source: Search Fields
es_es: Campos de Búsqueda
hu_hu: Keresési mezők
pt_pt: Campos de Pesquisa
ro_ro: Căutare câmpuri
sv_se: Sök Fält
tr_tr: Alanları Ara

source: Are you sure you wish to execute this action?
es_es: ¿Estás seguro que deseas ejecutar esta acción?
hu_hu: Biztosan elindítja?
pt_pt: Tem a certeza que deseja executar esta ação?
ro_ro: Eşti sigur că vrei să execuţi această acţiune?
sv_se: Är du säker du vill utföra denna åtgärd?
tr_tr: Bu eylemi yapmak istediğinize emin misiniz?

source: Sort/order all your custom fields
es_es: Ordenar todos tus Campos Personalizados
hu_hu: Egyedi mezők válogatása/rendezés
pt_pt: Classificar/Ordenar todos os campos personalizados
ro_ro: Sortează/ordonează toate câmpurile personalizate
sv_se: Sortera alla dina egna fält
tr_tr: Tüm özel alanlarınızı sırala

source: Order Fields
es_es: Campos del Pedido
hu_hu: Rendezési mezők
pt_pt: Campos de Ordenação
ro_ro: Ordonare câmpuri
sv_se: Sortera Fält
tr_tr: Alanları Sırala

source: Set as Required
es_es: Configurar como Requerido
hu_hu: Kötelezőnek jelölés
pt_pt: Definir como Obrigatório
ro_ro: Setare ca obligatoriu
sv_se: Sätt som Nödvändig
tr_tr: Zorunlu Yap

source: Set as NOT Required
es_es: Configurar como NO Requerido
hu_hu: Opcionálisnak jelölés
pt_pt: Definir como NÃO Obrigatório
ro_ro: Setare ca opțional
sv_se: Sätt som EJ Nödvändig
tr_tr: Zorunlu Değil Yap

source: Type
es_es: Tipo
hu_hu: Típus
pt_pt: Tipo
ro_ro: Tip
sv_se: Typ
tr_tr: Tür

source: Dynamic Variable
ro_ro: Variabilă dinamică
sv_se: Dynamisk Variabel
tr_tr: Dinamik Değişken

source: Required
es_es: Requerido
hu_hu: Szükséges
pt_pt: Obrigatório
ro_ro: Obligatoriu
sv_se: Nödvändig
tr_tr: Zorunlu Alan

source: Edit this custom field
es_es: Editar este Campo Personalizado
hu_hu: Egyedi mező szerkesztése
pt_pt: Editar este campo personalizado
ro_ro: Editează acest câmp personalizat
sv_se: Editera detta egna fält
tr_tr: Bu Özel Alanı Düzenle

source: Are you sure you want to delete this custom field?
es_es: ¿Estás seguro que deseas borrar este campo personalizado?
hu_hu: Biztosan törölni szeretné ezt az egyedi mezőt?
pt_pt: Tem a certeza que deseja apagar este campo personalizado?
ro_ro: Sigur doriţi să eliminați acest câmp personalizat?
sv_se: Är du säker du vill radera detta egna fält?
tr_tr: Bu özel alanı silmek istediğinize emin misiniz?

source: No custom fields were found
es_es: No se encontrados Campos Personalizados
hu_hu: Nincs egyedi mező
pt_pt: Nenhum campo personalizado foi encontrado
ro_ro: Nu a fost găsit nici un câmp personalizat
sv_se: Inga egna fält hittades
tr_tr: Hiçbir özel alan bulunamadı

source: Order Custom Fields
es_es: Campos Personalizados de Pedido
hu_hu: Egyedi mezők sorrendje
pt_pt: Campos Personalizados de Ordenação
ro_ro: Ordine câmpuri personalizate
sv_se: Sortera Egna Fält
tr_tr: Özel Alanları Sırala

source: &larr; Manage All Fields
es_es: &larr; Administrar Todos los Campos
hu_hu: &larr; Minden mező kezelése
pt_pt: &larr; Gerir Todos os Campos
ro_ro: &larr; Administrează toate câmpurile
sv_se: &larr; Hantera alla Fält
tr_tr: &larr; Tüm Özel Alanları Yönet

source: Drag and drop the custom fields below to order/sort them.
es_es: Arrastrar y soltar los campos personalizados de abajo para ordenarlos
hu_hu: Fogd és dobd használata az egyedi mezők rendezésére
pt_pt: Arrastar e soltar os campos personalizados em baixo para os ordenar/classificar.
ro_ro: Trageţi şi plasaţi câmpuri personalizate de mai jos pentru a le ordona/sorta.
sv_se: Dra och släpp egna fält nedan för att sortera dom
tr_tr: Özel Alanları sıralamak için sürükleyip bırakın

source: Save a Custom Field
es_es: Guardar un Campo Personalizado
hu_hu: Egyedi mező mentése
pt_pt: Gravar um Campo Personalizado
ro_ro: Salvează un câmp personalizat
sv_se: Spara Eget Fält
tr_tr: Özel Alanı Kaydet
