Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: What is the ID of the post to generate a permalink URL for? \nIf you are sending/queuing this newsletter from a post/page, leave empty to use the current post/page ID automatically.
hu_hu: Mi a bejegyzés ID-ja ahová a közvetlen link mutat? Ha a hírlevevelet közvetlenül az oldaról/bejegyzésről küldi hagyja üresen, mert automatikusan kitöltődik.

source: Before updating, please backup any custom folders/files under %s and %s as they might be overwritten.
hu_hu: Frissítés előtt kérem készítsen biztonsági másolatot minden egyedi fájlról és mappáról ami %s és %s között volt módosítva.

source: Have you backed up any custom folders/files inside the plugin? Are you sure you want to delete all the plugin files and install the latest?
hu_hu: Készített biztonsági mentést az egyedi mappákról/fájlokrók a bővítményben? Biztosan törölni akarja a teljes bővítményt és feltelepíti a legújabbbat?

source: Unfortunately your download has expired and you can renew it to gain access to this new version.
hu_hu: Sajnos lejárt a feliratkozásod újítsa meg, hogy letölthesse a legújabb verziót!

source: Renew Download Now!
hu_hu: Letölés megújítása most

source: Autoresponder
es_es: Autorespuesta
hu_hu: Automatikus válasz
pt_pt: Resposta Automática

source: - Per Page -
hu_hu: - oldalanként -

source: Newsletter
hu_hu: Hírlevél
sv_se: Nyhetsbrev
tr_tr: Bülten

source: Settings
es_es: Configuración
hu_hu: Beállítások
pt_pt: Configurações

source: Manage
es_es: Administrar
hu_hu: Kezelés
pt_pt: Gerir

source: Slug
hu_hu: Keresőbarát név
tr_tr: URL

source: Shortcode
hu_hu: Rövdités

source: All
hu_hu: Összes
pt_pt: Todos

source: Watermark
es_es: Marca de agua
hu_hu: Vízjel
pt_pt: Marca d'água
sv_se: Vattenstämpel
tr_tr: Filigran

source: Alowed File Types
hu_hu: Engedélyezett fájlé típusok
pt_pt: Tipos de ficheiros permitidos

source: A comma separated (no spaces) list of allowed file extensions eg. %s
hu_hu: Vesszővel elválasztott (szóköz nélküli) lista az engedélyzetett kiterjesztésekről pl. %s
pt_pt: Lista de extensões permitidas separados por vírgula (sem espaços) ex: %s

source: File Size Limit
hu_hu: Fájl maximális mérete
pt_pt: Limite do tamanho do ficheiro

source: Bytes (B)
hu_hu: Bájt (B)

source: Kilobytes (KB)
hu_hu: Kilobájt (KB)

source: Megabytes (MB)
hu_hu: Megbájt (MB)

source: Gigabytes (GB)
hu_hu: Gigabájt (GB)

source: Specify the maximum size that files are allowed to be when uploading.
hu_hu: Adja meg a maximálisan feltölthető fáj méretét
pt_pt: Tamanho máximo que os ficheiros podem ter no envio.

source: Place each option on a new line and add the same number of options for each language.
hu_hu: Kérem minden választási lehetőséget új sorba irjon és a lehetőségek száma egyezzen meg mindne nyelven

source: Display
hu_hu: Kijelző
pt_pt: Mostrar

source: Always show
hu_hu: Mindig mutat
pt_pt: Mostrar sempre

source: Specific list(s)
hu_hu: Kiválasztott lista
pt_pt: Lista(s) Específica(s)

source: Should this field always show or only for specific mailing list(s)?
hu_hu: Ezt a mezőt mindig mutassa vagy csak a kiválasztott listákon?
pt_pt: Deve este campo ser sempre exibido ou apenas para mailing list especificas?

source: Offsite
hu_hu: Oldalon kívüli
pt_pt: Externo

source: jQuery UI Tabs
es_es: Pestañas jQuery UI
hu_hu: jQuery UI lapok

source: jQuery UI Button
es_es: Botón jQuery UI
hu_hu: jquery UI gomb

source: jQuery UI Watermark
es_es: Marca de agua jQuery UI
hu_hu: jQuery UI vízjel

source: jQuery Uploadify
hu_hu: jQuery feltöltés

source: Load the Uploadify script for file upload custom fields.
hu_hu: Használja az Uploadify kódot a fájfeltöltéshez.

source: Gzip Compression
hu_hu: Gzip tömörítés

source: You can turn On Gzip compression to compress data with the PHP ob_gzhandler.
hu_hu: Bekapcsolhatja a Gzipő tömörítési eljárást, az badatok tömörítéséhez a PHP PHP ob_gzhandler fügvénnyel.

source: Users Import List(s)
hu_hu: Importált felhasználók listája

source: Mailing list(s) to import users into as subscribers.
hu_hu: Lista, melybe a feliratkozókat importáljuk

source: Import Custom Fields
hu_hu: Egyedi mezők importálása

source: Select:
hu_hu: Kiválasztás:

source: or meta key:
hu_hu: vagy meta kulcs:

source: No custom fields are available.
hu_hu: Nem érhetők el feliratkozók

source: Map user meta by selection or custom key to import into custom fields.
hu_hu: Felhasználó adatok követése kiválasztással vagy egyedi kulcs importálásával egyedi mezőbe.

source: Custom Post Types
es_es: Entradas Personalizadas (custom post types)
hu_hu: Egyedi bejegyzés típus
pt_pt: Tipos de Artigos Personalizados

source: Allow Changing Email Address
hu_hu: E-mail cím cseréjének engedélyezése

source: Allow subscribers to change their email address?
hu_hu: Engedélyezi a feliratkozókjnak az e-mail címük cseréjét?

source: Please see the documentation for instructions and check with your hosting provider that the WGET command is fully supported on your hosting.
hu_hu: Kérem nézze meg a leírást és egyeztessen a tárhely szolgáltatóval, hogy a WGET parancs komptibilis-e az Ön tárhelyén.

source: If you are unsure, deactivate and reactivate the Embedded Images extension plugin for auto detection.
hu_hu: Ha nem biztos benne, kapcsolja ki majd be a Embededd Images kiegészítő bővítményt az automata érzékeléshez.

source: Redirect On Success Subscribe
hu_hu: Sikeres feliratkozás után átirányítás
pt_pt: Redirecionar após subscrição com sucesso

source: Should a subscriber be redirected after successfully subscribing?
hu_hu: Sikeres feliratkozás után átirányítja az feliratkozót?
pt_pt: Deve um subscritor ser redirecionado depois da subscrição?

source: Absolute URL to redirect to after successfully subscribing.
hu_hu: Abszolút URL a feliratkozás utáni átirányításhoz.
pt_pt: URL para redirecionar após subscrição com sucesso.

source: Redirect upon unsubscription, activation, etc...
hu_hu: Átírányítás leiratkozáskor, aktiváláskor stb.
pt_pt: Redirecionar com cancelamento, ativação, etc...

source: Displays email in browser. generated by <code>[
hu_hu: Levél megjelenítése böngészőben. Generálva <code>[
pt_pt: Mostrar e-mail no navegador. gerado por <code>[

source: Remove All Subscriptions
hu_hu: Minden feliratkozás eltávolítása

source: With no confirmation, the subscriber is unsubscribed from only the list(s) sent to. This setting will remove all subscriptions if turned on.
hu_hu: Megerősítés nélkül, a feliratkozó csak arról a listáról iratkozik le amelyikról kapta a levelet. Ez a beállítás, ha be van kapcsolva minden feliratkozást eltávolít.

source: "Send as Newsletter" box on posts/pages
hu_hu: "Send as Newsletter" doboz a bejegyzések/oldalak esetén

source: Should the "Send as Newsletter" box show on post/page editing screens?
hu_hu: Mutassa a "Send as Newsletter" dobozt a bejegyzés/oldal szerkesztési lapon?

source: Bounced emails to date:
hu_hu: Visszapattant levelek ekkor:

source: Emails sent to date:
hu_hu: Levél küldésének dátuma

source: Manage History Emails
hu_hu: Előzmény levelek kezelése

source: View All Emails
hu_hu: Össze levél megtekintése

source: Sent emails and saved drafts will be displayed here as soon as you create them.
hu_hu: Elküldött levelek és a mentett piszkozatok kijelzése a létrehozás után rögtön megtörténik.

source: Mailing lists total:
hu_hu: Összes levelezési listák:

source: public
hu_hu: publikus

source: private
hu_hu: bizalmas

source: Subscribers total to date:
hu_hu: összes felirtkozó

source: Subscriber ID
hu_hu: Újra feliratkozás

source: N/A
hu_hu: Nincs adat
pt_pt: N/D
sv_se: Ej applicerbar

source: Image
hu_hu: Kép

source: Format
es_es: Formato
hu_hu: Formátum
pt_pt: Formatar

source: Text
es_es: Texto
hu_hu: Szöveg
pt_pt: Texto

source: Gravatars
hu_hu: Gravatarok

source: Installation Wizard
hu_hu: Telepítési varázsló
pt_pt: Assistente de Instalação

source: No mailing lists
hu_hu: Nincsenek listák

source: Other subscribed list(s):
hu_hu: Más listák melyre feliratkozott

source: No other subscriptions.
hu_hu: Nem érhetők el feliratkozók

source: Import
es_es: Importar
pt_pt: Importar
sv_se: Importera
tr_tr: İçeri Aktar

source: Export
es_es: Exportar
pt_pt: Exportar
sv_se: Exportera
tr_tr: Dışarıya Çıkart

source: Custom CSS
es_es: CSS Personalizado

source: Facebook URL
es_es: URL de Facebook

source: Twitter URL
es_es: URL de Twitter

source: RSS URL
es_es: URL RSS

source: Email Piping (CGI)
pt_pt: Rede E-mail (CGI)
sv_se: E-post Piping (CGI)

source: WordPress Cron
pt_pt: Cron do Wordpress
