Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Class method does not exist
es_es: El Class Method no existe
hu_hu: Osztály mód nem létezik
pt_pt: Class method não existe
ro_ro: Metoda clasei nu există
sv_se: Klass metod existerar inte
tr_tr: Sınıf fonsiyonu bulunmuyor

source: You are not allowed to access this page
es_es: No tienes permisos para acceder a esta página
hu_hu: Nincs hozzáférésed az oldalhoz
pt_pt: Não está autorizado a aceder a esta página
ro_ro: Nu eşti autorizat pentru a accesa această pagină
sv_se: Du har inte rätt att visa denna sida
tr_tr: Bu sayfayı görüntüleme yetkiniz yok

source: No method was specified
es_es: No fue especificado ningún método
hu_hu: Nincs mód kiválasztva
pt_pt: Nenhum método especificado
ro_ro: Nu a fost specificată nici o metodă
sv_se: Ingen metod specificerades
tr_tr: Hiçbir fonksiyon belirtilmedi

source: Submit another subscription
es_es: Agregar otro Suscriptor
hu_hu: Új feliratkozás elküldése
pt_pt: Envie outra subscrição
ro_ro: Adaugă un alt abonament
sv_se: Skicka in en ny registrering
tr_tr: Başka bir abonelik gönderin

source: Subscribe Again
es_es: Suscríbete nuevamente
hu_hu: Újra feliratkozás
pt_pt: Subscrever de Novo
ro_ro: Încă un abonament
sv_se: Prenumerera igen
tr_tr: Tekrar Abone Olun

source: Custom fields order has been successfully saved
es_es: El orden de los campos personalizados fue guardado con éxito
hu_hu: Egyedi mezők sorrendje sikeresen mentérsre kerültek
pt_pt: Campos personalizados foram guardados com sucesso
ro_ro: Ordinea câmpurilor personalizate a fost salvată cu succes
sv_se: Sorteringen för Egna Fält har sparats
tr_tr: Özel alanların sıralaması başarı ile kaydedildi

source: There is a new version of the Newsletter plugin available.
es_es: Hay una nueva versión disponible del Plugin Newsletter.
hu_hu: Új verzió elérhető a kiegészítőből
ro_ro: Există o versiune nouă a modulului Newsletter.

source: View version %s Details
es_es: Ver Detalles de versión %s
hu_hu: %s Verzió részleteinek megtekintése
ro_ro: Vezi detaliile versiunii %s

source: or <a href="%s">update automatically</a>.
es_es: o <a href="%s">actualizar automaticamente</a>.
hu_hu: vagy <a href="%s">frissítés automatikusan</a>.
ro_ro: sau <a href="%s">actualizează automat</a>.

source: Success
es_es: Exito
hu_hu: Siker
pt_pt: Sucesso
ro_ro: Succes
sv_se: Lyckades
tr_tr: Başarılı

source: Email could not be sent
ro_ro: Mesajul nu fost trimis
tr_tr: Eposta gönderilemedi.

source: History email could not be read
es_es: El Historial de email no pudo ser leído.
hu_hu: Előzmény levél nem olvasható
pt_pt: Histórico de e-mails não pôde ser lido
ro_ro: Mesajul din istoric nu a putut fi trimis
tr_tr: Arşiv e-postası okunamadı

source: No data was posted
es_es: Ninguna información fue publicada
hu_hu: Nem került adat elküldésre
pt_pt: Nenhum conteúdo publicado
ro_ro: Nu a fost publicată nici o informaţie
sv_se: Inget data postades
tr_tr: Hiçbir veri gönderilmedi

source: Subscriber was imported.
es_es: El suscriptor fue importado.
hu_hu: Felirtkozó importálva
pt_pt: Subscritor importado.
ro_ro: Abonatul a fost importat.
tr_tr: Abone aktarıldı.

source: No subscriber data is available.
es_es: Ninguna información de suscriptor disponible.
hu_hu: Feliratkozó adatai nem elérhetők
pt_pt: Nenhuma informação do subscritor disponível.
ro_ro: Nu este disponibilă nici o informație despre abonat.
tr_tr: Abone verisi yok.

source: No data was posted.
es_es: Ninguna información fue publicada.
hu_hu: Nem került adat elküldésre
pt_pt: Nenhum conteúdo publicado.
ro_ro: Nu a fost publicată nici o informaţie.
tr_tr: Hiçbir veri gönderilmedi.

source: Please fill in an email address
es_es: Por favor, ingresa un Email
hu_hu: Kérem töltse ki az e-mail mezőt
pt_pt: Por favor, introduza um e-mail
ro_ro: Vă rugăm să introduceţi o adresă de email
sv_se: Vänligen fyll i en e-postadress
tr_tr: Lütfen e-posta adresinizi belirtin

source: Please fill in a valid email address
es_es: Por favor, completa una dirección de Email válida
hu_hu: Kérem valós e-mail címet adjon meg
pt_pt: Por favor, introduza um e-mail válido
ro_ro: Vă rugăm introduceţi o adresă de email validă
sv_se: Vänligen fyll i en giltig e-postadress
tr_tr: Lütfen geçerli bir e-posta adresi belirtin

source: Test Email
es_es: Email de Testeo
hu_hu: Teszt üzenet
pt_pt: E-mail de Teste
ro_ro: Mesaj de test
sv_se: Testmeddelande
tr_tr: Deneme E-Postası

source: This is a test email sent from the Newsletter plugin.
es_es: Este es un email de testeo enviado desde el plugin de Newsletter.
hu_hu: Ez az e-mail egy teszt üzenet
pt_pt: Este é uma e-mail de teste enviado pelo plugin Newsletter.
ro_ro: Acesta este un mesaj de test trimis de modulul Newsletter
sv_se: Detta är ett testmeddelande skickat från Nyhetsbrev plugin.
tr_tr: Bu bir deneme e-posta'sıdır ve eklenti tarafından gönderilmiştir

source: Email was successfully sent, your settings are working!
es_es: El email fue enviado con éxito, tus configuraciones están funcionando.
hu_hu: Üzenet sikeresn elküldve, a beállítások helyesek
pt_pt: E-mail enviado com sucesso, as configurações funcionam!
ro_ro: Mesajul a fost trimis, setările dvs. funcţionează!
sv_se: Meddelandet skickades utan problem, dina inställningar fungerar!
tr_tr: E-Posta başarı ile gönderildi ve ayarlarınız başarı ile çalışıyor

source: Serial key has been deleted.
es_es: El Serial Key ha sido borrado.
hu_hu: Sorozatszám törölve
pt_pt: Número de série apagado.
ro_ro: Cheia serială a fost ștearsă.

source: Please fill in a serial key.
es_es: Por favor, completa un número de serie.
hu_hu: Töltse ki a sorozatszámot
pt_pt: Por favor, introduza um número de série.
ro_ro: Vă rugăm să introduceţi o cheie serială.
tr_tr: Lütfen ürün anahtarınızı belirtin.

source: Serial key is invalid, please try again.
es_es: El número de serie es inválido, por favor, inténtalo de nuevo.
hu_hu: Helytelen sorozatszám, kérem próbálja meg újra
pt_pt: Número de série inválido. Por favor, tente de novo.
ro_ro: Cheie invalidă. Vă rugăm să încercaţi din nou.
tr_tr: Ürün anahtarı geçersiz, lütfen tekrar deneyin.

source: Subscriber could not be read.
es_es: El Suscriptor no pudo ser leído.
hu_hu: Feliratkozó nem olvasható
pt_pt: Subscritor não pôde ser lido.
ro_ro: Abonatul nu poate fi citit
tr_tr: Abone okunamadı.

source: Additional data has been saved.
es_es: La información adicional fue guardada.
hu_hu: Kiegészítő adatok elmenteve
pt_pt: Informações adicionais gravadas.
ro_ro: Datele adiționale au fost salvate.
tr_tr: Ek veri kaydedildi.

source: subscribers total
es_es: total de suscriptores
hu_hu: összes felirtkozó
pt_pt: total de subscritores
ro_ro: total abonaţi
tr_tr: abone sayısı

source: Subscription successful, please confirm via email.
ro_ro: Abonare reușită, vă rugăm confirmați prin email.

source: Subscription successful and activated.
es_es: Suscripción exitosa y activada.
hu_hu: Sikeres feliratkozás és aktiválás
pt_pt: Subscrição com sucesso e ativada.
ro_ro: Abonamentul a reușit și a fost activat.

source: Subscription was not successful.
es_es: La suscripción no fue exitosa.
hu_hu: Sikertelen feliratkozás
pt_pt: Problema na subscrição.
ro_ro: Abonare nereușită.
tr_tr: Abonelik başarısız.

source: Subscriber cannot be read.
es_es: El Suscriptor no puede ser leído.
hu_hu: Feliratkozó nem olvasható
pt_pt: Subscritor não pôde ser lido.
ro_ro: Abonatul nu poate fi citit.
tr_tr: Abone okunamadı.

source: No subscriber/mailing list data posted.
es_es: Ningún suscriptor/lista de correo publicada.
hu_hu: Nem került feliratkozó/levelezési lista adat elküldésre
pt_pt: Nenhum subscritor/mailing list especificados.
ro_ro: Nu a fost specificată nici o listă de distribuție.

source: Subscription has been removed.
es_es: La Suscripción ha sido borrada.
hu_hu: Feliratkozás eltávolitva
pt_pt: Subscrição apagada.
ro_ro: Abonamentul a fost eliminat.
tr_tr: Abone silindi.

source: Subscription could not be removed.
es_es: La Suscripción no puede ser borrada.
hu_hu: Feliratkozás nem eltávolítható
pt_pt: Subscrição não pôde ser apagada.
ro_ro: Abonamentul nu a putut fi eliminat.
tr_tr: Abonelik silinemedi.

source: A confirmation email has been sent through to your email address.
es_es: Un email de autenticación fue enviado a tu email.
hu_hu: A megerősítő e-mail kiküldésre került a megadott címedre
pt_pt: Um e-mail de confirmação foi enviado. Por favor, verifique a sua caixa de entrada.
ro_ro: Un email de confirmare a fost trimis pe adresa dumneavoastră.

source: Subscription has been activated.
es_es: La Suscripción se ha activada.
hu_hu: Feliratkozás aktiválva
pt_pt: Subscrição ativada.
ro_ro: Abonamentul a fost activat.
tr_tr: Abonelik aktif hale getirildi.

source: Subscription could not be activated.
es_es: La Suscripción no pudo ser activada.
hu_hu: Feliratkozás nem aktiválható
pt_pt: Subscrição não pôde ser ativada.
ro_ro: Abonamentul nu a putut fi activat.
tr_tr: Abonelik aktif hale getirilemedi.

source: You are logged in as a different subscriber.
es_es: Has iniciado sesión como un suscriptor diferente.
hu_hu: Más feliratkozóként jelentkezett be
pt_pt: Existe uma sessão que conecta outro subscritor.
ro_ro: Sunteți logat ca un abonat diferit.
sv_se: Du är inloggad som en annan prenumerant.
tr_tr: Başka bir kullanıcı olarak giriş yaptınız

source: You are not currently logged in.
es_es: No has iniciado sesión.
hu_hu: Jelenleg nincs bejelentkezve
pt_pt: Você não está conectado.
ro_ro: Nu sunteti logat.
sv_se: Du är för närvarande ej inloggad.
tr_tr: Giriş yapmadınız

source: No subscriptions are available.
ro_ro: Nu este disponibil nici un abonament.

source: Your subscriber record cannot be read, please try again.
es_es: Tu registro de suscripción no pudo ser leído, por favor, inténtalo de nuevo.
hu_hu: Feliratkozó feljegyzések nem olvashatók, kérem próbálja újra
pt_pt: Erro na leitura do subscritor. Por favor, tente de novo.
ro_ro: Abonatul nu poate fi încărcat, vă rugăm încercați din nou.

source: No subscriber ID was specified, please try again.
es_es: No se ha especificado ningun ID de susciptor, por favor inténtalo de nuevo.
hu_hu: Nincs feliratkozó azonosító kiválasztva, kérem próbálja újra
pt_pt: ID do subscritor não especificado. Por favor, tente de novo.
ro_ro: Nu a fost specificat nici un ID de abonat, vă rugăm încercați din nou.

source: You did not select any list(s) to unsubscribe from.
es_es: No has seleccionado ninguna lista(s) para darte de baja.
hu_hu: Nem választott listát, ahonnan leiratkozni szeretne
pt_pt: Você não selecionou nenhuma lista para cancelar a sua subscrição.
ro_ro: Nu ați selectat nici o listă pentru dezabonare.

source: Please ensure that you have cookies enabled in your browser.
es_es: Por favor, asegúrate que tienes las cookies activadas en tu navegador.
hu_hu: Győződjön meg róly, hogfy a sütik engedélyezve vannak a böngészőjében!
pt_pt: Certifique-se que tem os cookies ativados no seu navegador.
ro_ro: Vă rugăm să verificați că aveți cookies activate în browser-ul dvs.
sv_se: Vänligen kontrollera att cookies är tillåtet i din webbläsare
tr_tr: Lütfen cookielerin tarayıcınızda açık olduğundan emin olunuz.

source: Authentication failed, please try again.
es_es: Autenticación fallida, por favor, inténtalo de nuevo.
hu_hu: A hitelesítés meghiusult. Próbálja újra!
pt_pt: Ocorreu um erro na autenticação. Por favor, tente de novo.
ro_ro: Autentificarea a eșuat. Vă rugăm să încercaţi din nou
tr_tr: Ödeme başarısız oldu, lütfen tekrar deneyin.

source: No authentication string passed, please click the link again.
es_es: No fue pasada ninguna string de autenticación, por favor, clickea el enlace de nuevo.
hu_hu: Nem megfelelő hitelesítés, kérem kattintson újra a linkre.
pt_pt: String de autenticação não foi enviada. Por favor, clique novamente no link.
ro_ro: Nu este specificat nici un șir de autentificare, vă rugăm încercați din nou.

source: No email saved, please try again.
es_es: No se guardó ningún email, por favor, inténtalo de nuevo.
hu_hu: A levél nincs elmentve, kérem próbálja újra
pt_pt: Nenhum e-mail foi gravado. Por favor, tente novamente.
ro_ro: Nu a fost salvat nici un mesaj, vă rugăm încercați din nou.

source: Authentication email has been sent, please check your inbox.
es_es: Un email de autenticación fue enviado, por favor revisa tu casilla de correo.
hu_hu: A hitelesítő e-mail kiküldve, ellenőrizze a beérkező leveleit
pt_pt: O e-mail de autenticação foi enviado. Por favor, verifique sua caixa de entrada.
ro_ro: Email de autentificare a fost trimis, vă rugăm sa vă verificați email-ul.
sv_se: Ett meddelande för autenticering har skickats. Vänligen kontrollera din inkorg
tr_tr: Aktivasyon linki mail adresinize gönderilmiştir. Gelen kutunuzu kontrol ediniz.

source: Authentication email could not be sent.
es_es: El email de autenticación no pudo ser enviado.
hu_hu: Hitelesítő e-mail elküldése nem sikerült
pt_pt: O e-mail de autenticação não pôde ser enviado.
ro_ro: Mesajul din istoric nu a putut fi trimis.

source: Authentication string could not be created.
es_es: El string de autenticación no pudo ser creado.
hu_hu: Hitelesítő szöveg nem hozható létre
pt_pt: String de autenticação não pôde ser criada.
ro_ro: Șirul de autentificare nu a putut fi creat.

source: Subscriber with that email address cannot be found, please try a different email address.
es_es: El suscriptor con ese email no pudo ser encontrado, por favor intenta con un email diferente.
hu_hu: Ezzel az e-mail címmel nincs feliratkozó, próbáljon egy másik címet
pt_pt: Não foi encontrado nenhum subscritor com este e-mail. Por favor, tente um e-mail diferente.
ro_ro: Nu am putut găsi un abonat cu această adresă de email, vă rugăm să încercați o adresa de email diferită.
sv_se: En premumerant med den e-postadressen kan inte hittas. Vänligen uppge en annan e-postadress
tr_tr: Bu mail adresini kullanan bir abone bulunamadı, lütfen başka bir mail adresi deneyiniz.

source: Please fill in a valid email address.
es_es: Por favor, completa una dirección de email válida.
hu_hu: Kérem adjon meg érvényes e-mail címet
pt_pt: Por favor, introduza um e-mail válido.
ro_ro: Vă rugăm introduceţi o adresă de email validă.

source: No database table name specified
ro_ro: Nu a fost specificat nici un nume de tabel din baza de date
sv_se: Ingen databas-tabell har specificerats
tr_tr: Veritabanı tablo adı belirtilmedi

source: - Select -
es_es: - Seleccionar -
hu_hu: - Válasszon -
pt_pt: - Selecionar -
ro_ro: - Alege -
sv_se: - Välj -
tr_tr: - Seç -

source: - Select Country -
es_es: - Seleccionar País -
hu_hu: - Ország választása -
pt_pt: - Selecione País -
ro_ro: - Alege ţara -

source: YYYY
es_es: AAAA
hu_hu: ÉÉÉÉ
pt_pt: AAAA
ro_ro: AAAA
sv_se: ÅÅÅÅ

source: MM
hu_hu: HH
ro_ro: LL
tr_tr: AA

source: DD
hu_hu: NN
ro_ro: ZZ
tr_tr: GG

source: - Select Gender -
es_es: - Seleccionar Sexo -
hu_hu: - Válasszon nemet! -
pt_pt: - Selecione Género -
ro_ro: - Alege sexul -

source: Male
es_es: Masculino
hu_hu: Férfi
pt_pt: Masculino
ro_ro: Masculin
sv_se: Man
tr_tr: Erkek

source: Female
es_es: Femenino
hu_hu: Nő
pt_pt: Feminino
ro_ro: Feminin
sv_se: Kvinna
tr_tr: Bayan

source: none
es_es: vacío
hu_hu: semmi
pt_pt: nenhum
ro_ro: gol
sv_se: ingen
tr_tr: Boş

source: No feedback was provided by the subscriber.
es_es: No fue provisto un comentario por el suscriptor.
hu_hu: Ez afeliratkozó nem készített visszajelzést
pt_pt: Não foi enviado qualquer feedback pelo subscritor.
ro_ro: Abonatul nu a furnizat nici un feedback.

source: Comments:
es_es: Comentarios:
hu_hu: Hozzászólások:
pt_pt: Comentários:
ro_ro: Comentarii:
sv_se: Kommentar:
tr_tr: Yorumlar:

source: Sent on
es_es: Enviado el
hu_hu: Elküldve
pt_pt: Enviado em
ro_ro: Trimis pe
sv_se: Skickat den
tr_tr: Gönderim tarihi

source: Time limit could not be changed/increased!
ro_ro: Termenul limită nu poate fi schimbat/crescut!
sv_se: Tidsgräns kunde inte ändras/förlängas!
tr_tr: Zaman limiti değiştirilemez veya artırılamaz!

source: "set_time_limit" could not be changed!
ro_ro: "set_time_limit" nu poate fi schimbat!
sv_se: "set_time_limit" kunde inte ändras!
tr_tr: "set_time_limit" değiştirilemez!

source: No subscriber specified
es_es: Suscriptor no especificado
hu_hu: Nincs feliratkozó megadva
pt_pt: Subscritor não especificado
ro_ro: Nu ați specificat nici un abonat!
sv_se: Ingen prenumerant specificerad
tr_tr: Abone seçilmedi

source: No subject specified
es_es: Asunto no especificado
hu_hu: Nincs tárgy megadva
pt_pt: Assunto não especificado
ro_ro: Subiect nu a fost specificat
sv_se: Ingen rubrik specificerad
tr_tr: Konu belirtilmedi

source: No message specified
es_es: Mensaje no especificado
hu_hu: Nincs üzenet kiválasztva
pt_pt: Mensagem não especificada
ro_ro: Mesajul nu a fost specificat
sv_se: Inget meddelande specificerat
tr_tr: Mesaj belirtilmedi

source: Manage Subscriptions
es_es: Administrar Suscripciones
hu_hu: Feliratkozók kezelése
pt_pt: Gerir Subscrições
ro_ro: Administrați abonamentele
sv_se: Hantera Prenumeranter
tr_tr: Abonelikleri Yönet

source: Newsletter Images (do not remove)
es_es: Imágenes de Newsletter (no borrar)
hu_hu: Newsletter képek (ne távolítsd el)
pt_pt: Imagens das Newsletters (não apagar)
ro_ro: Imagini Newsletter (nu eliminați)

source: This is a placeholder for the Newsletter plugin images. You may edit and reuse this post but do not remove it.
es_es: Este es un placeholder para las imagenes del plugin. Debes editar y volver a usar esta entrada pero no la puedes borrar.
hu_hu: Ez a Hírlevél bővítmény számára van fenntartva. Szerkesztheti, de ne távolítsa el!
pt_pt: Este é um espaço reservado para as imagens do plugin Newsletter. Você pode editar e reutilizar este artigo, mas não removê-lo.
ro_ro: Acesta este un substituent pentru imaginile modulului Newsletter. Puteţi să editaţi sau să refolosiţi acest articol, dar nu îl eliminaţi.
tr_tr: Bu Newsletter eklentisi resimleri için bir yer tutucudur. Bunu editleyebilir ve bir daha kullanabilirsiniz ama silmeyiniz.

source: Daily
es_es: Diario
hu_hu: Napi
pt_pt: Diariamente
ro_ro: Zilnic
sv_se: Dagligen
tr_tr: Günlük

source: Weekly
es_es: Semanal
hu_hu: Heti
pt_pt: Semanalmente
ro_ro: Săptămânal
sv_se: Veckovis
tr_tr: Haftalık

source: Monthly
es_es: Mensual
hu_hu: Havi
pt_pt: Mensalmente
ro_ro: Lunar
sv_se: Månadsvis
tr_tr: Aylık

source: Every Two Months
es_es: Cada 2 meses
hu_hu: Minden két hónapban
pt_pt: Bimensal
ro_ro: La fiecare două luni

source: Every Three Months
es_es: Cada 3 meses
hu_hu: Minden három
pt_pt: Trimestral
ro_ro: La fiecare trei luni

source: Twice Yearly (Six Months)
es_es: Dos veces al año (Seis meses)
hu_hu: Évente kétszer (Hat havonta)
pt_pt: Bianual (Seis Meses)
ro_ro: De două ori pe an (șase luni)

source: Every Nine Months
es_es: Cada 9 meses
hu_hu: Kilenc havonta
pt_pt: Cada 9 Meses
ro_ro: La fiecare nouă luni

source: Yearly
es_es: Anual
hu_hu: Évente
pt_pt: Anualmente
ro_ro: Anual
sv_se: Årsvis
tr_tr: Yıllık

source: Once Off
es_es: Una vez Desactivado
hu_hu: Egyszer ki
pt_pt: Apenas uma vez
ro_ro: Doar o dată

source: Authenticate Subscriber Account
es_es: Cuenta de Suscriptor Autenticado
hu_hu: Feliratkozó fikjának hitelesítése
pt_pt: Autenticar Conta do Subscritor
ro_ro: Autentificare Cont Abonat
sv_se: Autenticera konto för prenumerant
tr_tr: Abone Hesabını Aktive Et

source: Subscription Successful
es_es: Suscripción Exitosa
hu_hu: Sikeres feliratkozás
pt_pt: Subscrição com Sucesso
ro_ro: Abonare reușită
sv_se: Registrering Lyckades
tr_tr: Abonelik başarılı

source: username
es_es: usuario
hu_hu: Felhasználónév
pt_pt: utilizador
ro_ro: nume utilizator
sv_se: användarnamn
tr_tr: kullanıcı_adi

source: password
es_es: contraseña
hu_hu: Jelszó
ro_ro: parola
sv_se: lösenord
tr_tr: sifre

source: Receive news updates via email from this site
es_es: Recibir novedades via email de este sitio
hu_hu: Friss hírek fogadása e-mailen keresztül erről az oldalról
pt_pt: Receba notícias por e-mail a partir deste site
ro_ro: Primiți noutăţi pe email de la acest site
sv_se: Ta emot nyheter via e-post från denna webbplats
tr_tr: Bu siteden güncellemeleri e-posta yolu ile al

source: Unsubscribe from this Newsletter
ro_ro: Dezabonare de la această listă de distribuție
sv_se: Avregistrera dig från detta Nyhetsbrev
tr_tr: Bu abonelikten çık

source: Confirm Subscription
es_es: Confirmar Suscripción
hu_hu: Feliratkozás megerősítése
pt_pt: Confirmar Subscrição
ro_ro: Confirmați abonamentul
sv_se: Bekräfta Registrering
tr_tr: Aboneliği Onayla

source: View in your browser
es_es: Ver en tu navegador
hu_hu: Megtekintés bongészőben
pt_pt: Ver no navegador
ro_ro: Vizualizați în browser
sv_se: Visa i din webbläsare
tr_tr: Tarayıcınızda görün

source: You are already subscribed, redirecting to the management page...
es_es: Ya estás suscripto, redireccionando a la página de administración...
hu_hu: Már fel van iratkozva, átiránytjuk a kezelő oldalra....
pt_pt: Subscrição efetuada, redirecionando para a página de gestão...
ro_ro: Sunteți deja abonat, vă redirectăm către pagina de administrare...
sv_se: Du ör redan prenumerant. Vidarebefordrar dig till kontrollpanelen...
tr_tr: Zaten abonesiniz, yönetici sayfasına yönlendiriliyor...

source: secretstring
es_es: caractéres secretos
hu_hu: secretsrting
pt_pt: string secreta
ro_ro: cod secret
sv_se: hemlig sträng
tr_tr: ozel_kelime

source: Latest Posts from
es_es: Últimas Entradas de
hu_hu: Utolsó bejegyzések innen
pt_pt: Últimos Artigos de
ro_ro: Ultimele articole de la
sv_se: Senaste Inlägg från
tr_tr: Son Yazılar

source: Subscribe Now
es_es: Suscríbete
hu_hu: Feliratkozom
pt_pt: Subscreva Agora
ro_ro: Abonare imediată
sv_se: Prenumerera Nu
tr_tr: Abone Ol

source: Thank you for subscribing.
es_es: Gracias por suscribirte.
hu_hu: Köszönjük, hogy feliratkozott
pt_pt: Obrigado por subscrever.
ro_ro: Mulţumim pentru abonare!

source: Subscribe to our newsletter.
es_es: Suscríbete a nuestro Newsletter.
hu_hu: Iratkozzon fel hírlevelünkre
pt_pt: Subscreva a nossa Newsletter.
ro_ro: Abonare la această listă de distribuție

source: Published
es_es: Publicado
hu_hu: Közzétéve
pt_pt: Publicado
ro_ro: Publicat
sv_se: Publicerad
tr_tr: Yayınlandı

source: Pending
es_es: Pendiente
hu_hu: Várakozik
pt_pt: Pendente
ro_ro: În aşteptare
sv_se: Avvaktande
tr_tr: Bekliyor

source: Draft
es_es: Borrador
hu_hu: Piszkozat
pt_pt: Rascunho
ro_ro: Ciornă
sv_se: Utkast
tr_tr: Taslak

source: Private
es_es: Privado
hu_hu: Magán
pt_pt: Privada
ro_ro: Privat
sv_se: Privat
tr_tr: Gizli

source: Select Drop Down
es_es: Menú desplegable
hu_hu: Lenyiló menü választása
pt_pt: Selecione Lista
ro_ro: Listă selecţie Drop Down
sv_se: Välj Drop Down
tr_tr: Açılabilir Kutu Seç

source: Radio Buttons
pt_pt: Botões Radiais
ro_ro: Butoane radio
sv_se: Runda knappar
tr_tr: Radio Düğmeleri

source: Checkboxes
hu_hu: Jelölőnégyzetek
pt_pt: Caixas de Seleção
ro_ro: Casete bifabile
sv_se: Kryssrutor
tr_tr: Seçilebilir Kutular

source: Predefined : Country Select
es_es: Predefinido : Selección de País
hu_hu: Megadott : Ország
pt_pt: Predefinido : Seleção de País
ro_ro: Predefinite: Selectare țară
sv_se: Förvalt : Välj Land
tr_tr: Öntanımlı : Ülke Seçin

source: Predefined : Date Picker (YYYY-MM-DD)
es_es: Predefinido : Selector de Fecha (AAAA-MM-DD)
hu_hu: Megadott : Dátumválaszót (ÉÉÉÉ-HH-NN)
pt_pt: Predefinido : Escolha de data (AAAA-MM-DD)
ro_ro: Predefinite: Alegere dată (AAAA-LL-ZZ)
sv_se: Fördefinierat : Datumväljare (ÅÅÅÅ-MM-DD)
tr_tr: Öntanımlı : Gün Seçimi (YYYY-AA-GG)

source: Predefined : Gender
es_es: Predefinido : Sexo
hu_hu: Megadott: Nem
pt_pt: Predefinido : Género
ro_ro: Predefinite: Sexul
sv_se: Fördefinierat : Kön
tr_tr: Öntanımlı : Cinsiyet

source: Newsletters Manager
es_es: Administrador de Newsletters
hu_hu: Hírlevél kezelő
pt_pt: Gestão de Newsletters
ro_ro: Manager Newslettere

source: Rendering of
ro_ro: Procesarea
sv_se: Rendering av
tr_tr: İşleme

source: has failed!
ro_ro: nu a reuşit!
sv_se: har misslyckats!
tr_tr: başarısız oldu!
