Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Last checked on <b>%s</b>
es_es: Última revisión en <b>%s</b>
hu_hu: Utolsó ellenőrzés <b>%s</b> -n
pt_pt: Verificado em <b>%s</b>
ro_ro: Ultima verificare în <b>%s</b>

source: Check Again
es_es: Comprobar de nuevo
hu_hu: Ellenőrzés újra
pt_pt: Verificar de Novo
ro_ro: Verifică din nou

source: Each of these shortcodes below can be used inside the content of a newsletter to be replaced with an appropriate value automatically.
es_es: Cada uno de estos enlaces cortos de abajo pueden ser usados dentro del contenido de un newsletter para ser reemplazados automaticamente con un valor apropiado.
hu_hu: Az összesd lent felsorolt rövidkód használható a levél tartalmában hogy megjelnítse a megfelelő érétket tartalmat autmatikusan
pt_pt: Cada um destes shortcodes em baixo pode ser utilizado dentro do conteúdo da newsletter para ser substituído pelo valor correspondente de forma automática.
ro_ro: Fiecare dintre aceste shortcode-uri de mai jos poate fi utilizat în conținutul mesajelor și vor fi înlocuite cu valorile calculate automat.
sv_se: Var och en av följande shortcodes nedan kan användas i ett nyhetsbrev och kommer bytas ut mot lämpligt värde automatiskt.
tr_tr: Aşağıdaki kısa kodların hepsi uygun değerleriyle değiştirilmek için haber bülteni içeriğine yerleştirilebilir.

source: Code/String
es_es: Código/String
hu_hu: Kód/Szöveges változó
pt_pt: Código/String
ro_ro: Cod/Șir
sv_se: Kod/Sträng
tr_tr: Kod/Yazı

source: Description
es_es: Descripción
hu_hu: Leírás
pt_pt: Descrição
ro_ro: Descriere
sv_se: Besrivning
tr_tr: Açıklama

source: Insert into Editor
es_es: Insertar en el Editor
hu_hu: Szerkesztőbe illesztés
pt_pt: Inserir no Editor
ro_ro: Inserați în editor
sv_se: Infoga i Editorn
tr_tr: Editore ekle

source: Inserts the email address of each user
es_es: Ingresa el Email de cada usuario
hu_hu: Az össze sfelhasználó e-mailcímét beilleszti
pt_pt: Introduza o e-mail de cada utilizador
ro_ro: Introduceți adresa de email a fiecărui user
sv_se: Skriv in e-postadressen för varje användare
tr_tr: Her bir kullanıcının e-posta adresini ekler

source: Display the title/subject of this newsletter in the content.
es_es: Mostrar el título/asunto de este newsletter en el contenido.
hu_hu: Levél címének/tárgyának kijelzése a tartalomban
pt_pt: Mostrar o título/assunto de esta newsletter no conteúdo.
ro_ro: Afișează titlul/subiectul acestui newsletter în conținut.
sv_se: Visa titel/ärende för detta nyhetsbrev i innehållet
tr_tr: Haber bülteninin başlığını içerikte göster.

source: Display the history ID of this newsletter in the content.
es_es: Mostrar el ID de historial de este newsletter en el contenido.
hu_hu: Hírlevél előzmény ID mutatása a tartalomban.
pt_pt: Mostrar o ID do histórico de esta newsletter no conteúdo.
ro_ro: Afișează ID-ul istoric al acestui newsletter în conținut.
sv_se: Visa historiskt ID av detta nyhetsbrev i innehållet.
tr_tr: Bu haber bülteninin geçmiş kimliğini içerikte göster.

source: Generates an unsubscription link for the specific user
ro_ro: Generează un link de dezabonare pentru un anumit user
sv_se: Genererar en avregistrerings länk för den valda användaren
tr_tr: Seçili kullanıcı için abonelik çıkın linki oluşturur

source: Inserts the name of your website/blog
es_es: Ingresa el nombre de tu sitio/blog
hu_hu: Oldal nevének beillesztése
pt_pt: Insere o nome da sua página/blog
ro_ro: Inserează numele site-ului/blog-ului dvs
sv_se: Skriv in namnet på din webbplats/blogg
tr_tr: Websiteniz veya bloğunuzun adını ekler

source: Inserts the URL of your website/blog
es_es: Ingresa la dirección de tu sitio/blog (URL)
hu_hu: Oldal URL-jének beillesztése
pt_pt: Insere o URL da sua página/blog
ro_ro: Inserează URL-ul site-ului/blog-ului dvs.
sv_se: Skriv in URL för din webbplats/blogg
tr_tr: Websitenizin ve bloğunuzun URL'sini ekler

source: Outputs the name of the mailing list being sent to.
es_es: Emite el nombre de la lista de correo a ser enviada.
hu_hu: Kijelzi a levelezési lista nevét ahová elküldésre került.
pt_pt: Mostra o nome da mailing list que está a ser enviada
ro_ro: Afișează numele listei de distribuție către care este trimis.
sv_se: Skriver ut namnet på e-postlistan som skickas till
tr_tr: Gönderilecek olan E-Posta listesinin adını ekrana gösterir

source: Generates an activation link for each subscriber
es_es: Genera un enlace de activación por cada suscriptor
hu_hu: Aktiválási link létrehozás minden felhasználóhoz
pt_pt: Gera um link de ativação para cada subscritor
ro_ro: Generează un link de activare pentru fiecare abonat
sv_se: Genererar en aktiverings länk för varke prenumerant
tr_tr: Her bir abone için aktivasyon bağlantısı oluşturur

source: Creates a link which takes the subscriber to a management page
es_es: Crear un enlace que lleve al suscriptor a una página de administración
hu_hu: Elkésziti a linket ami a feliratkozót a kezelő oldara irányítja
pt_pt: Cria um link que leva o subscritor a uma página de gestão
ro_ro: Crează un link ce trimite abonatul pe o pagină de gestiune
sv_se: Skapar en länk som tar prenumeranten till sin sida för hantering av konto
tr_tr: Aboneyi yönetim sayfasına yönlendiren bir bağlantı oluşturur

source: Display a link for subscribers to view the newsletter online
es_es: Mostrar un enlace para que los suscriptores vean el mensaje online
hu_hu: Link kijelzése a feliratkozóknak, ahol megtekinthetik ahírlevelet online is!
pt_pt: Mostra um link para os subscritores consultarem a newsletter online
ro_ro: Arată un link abonaţilor pentru a vedea mesajul online
sv_se: Visar en länk för prenumeranter att läsa Nyhetsbrevet online
tr_tr: Aboneler için bülteni görüntüleme linki gösterir

source: Output the current date and/or time. Optionally, specify a format parameter. Eg. [wpmldate format="%d/%m/%Y"] . It uses PHP strftime()
es_es: Salida de la fecha actual. Opcionalmente, especifica un parámetro de formato. Ej. [wpmldate format="%d/%m/%Y"] . Este usa PHP strftime()
hu_hu: Kijelzi az aktuális dátumot és/vagy időt. Formázhatja ezt a paramétert. Pl. [wpmldate format="%d/%m/%Y"]. A PHP strftime() függvényt használja.
pt_pt: Exibir a data atual e/ou hora. Opcionalmente, especificar um formato parâmetro. Ex: [wpmldate format="%d/%m/%Y"]. Utiliza a função PHP strftime()
ro_ro: Afișează data şi/sau timpul curent. Opţional, specificaţi un format prin parametri. Ex. [wpmldate format="%d/%m/%Y"]. Foloseşte strftime() PHP
sv_se: Skriver ut aktuellt datum och tid. Som alternativ kan du specificera ett format, t ex [wpmldate format="%d/%m/%Y"] .Funktionen använder PHP strftime()
tr_tr: Mevcut tarih ve zamanı gösterir. Bir format parametresi belirtin. Örnek: [wpmldate format="%d/%m/%Y"] . PHP strftime() fonksiyonu kullanır.

source: Inserts a discreet tracking code into each email.
es_es: Insertar un código de seguimiento discreto dentro de cada email.
hu_hu: Titkos követőkód beillesztése ebbe a levélbe
pt_pt: Inserir código de monitorização oculta em cada e-mail.
ro_ro: Inserează un cod de urmărire discret în fiecare mesaj.
sv_se: Skriv in en hemlig tracking kod i varje meddelande
tr_tr: Her bir e-postaya ayrı bir takip kodu ekler.

source: Output the total email bounces for the subscriber.
es_es: Salida de los rebotes de email totales para el suscriptor.
hu_hu: Kijelzi az összes visszapattanó levelet afelhasználónként.
pt_pt: Exibir o total de e-mails devolvidos para o subscritor.
ro_ro: Afișați numărul total de mesaje respinse pentru abonat.

source: Output all custom fields with values in a table for the subscriber.
es_es: Salida de todos los campos personalizados con el valor en la tabla para el suscriptor.
hu_hu: Kijelzi az összes egyedi mező értékét felhasználóként.
pt_pt: Exibir todos os campos personalizados com os valores na tabela para o subscritor.
ro_ro: Afișați toate câmpurile personalizate cu valori într-un tabel pentru abonat.

source: Display the total number of subscribers in the database.
es_es: Mostrar el título/asunto de este newsletter en el contenido.
hu_hu: Összes feliratkozó szám mutatása
pt_pt: Mostrar o número total de subscritores na base de dados.
ro_ro: Afișează titlul/subiectul acestui newsletter în conținut.

source: Custom
es_es: Personalizado
hu_hu: Egyedi
pt_pt: Personalizado
ro_ro: Personalizat
sv_se: Egen
tr_tr: Özel

source: Below are your subscriber statistics for the past week
es_es: Debajo están las estadísticas de tus suscriptores de la semana pasada
hu_hu: Itt láthatja a statisztikákat az elmúlt hétre vonatkozóan
ro_ro: Mai jos aveţi statisticile abonamentelor pentru săptămâna trecută
sv_se: Nedan visas statistik för prenumeranter den senaste veckan
tr_tr: Aşağıdakiler geçen haftanın abone istatistikleridir

source: No days were found
es_es: No se encontraron días
hu_hu: Nem találtunk napokat
ro_ro: Nu a fost găsită nici o zi
sv_se: Inga dagar hittades
tr_tr: Gün bulunamadı

source: You need to fill in a serial key to continue using the Newsletter plugin.
es_es: Necesitas completar un número de serie para continuar utilizando el plugin de Newsletter.
hu_hu: Meg kell adnia a sorozatszámot mielőtt használni tudná a Hírlevél bővítményt
pt_pt: Deve preencher o número de sério para continuar a utilizar o plugin Newsletter.
ro_ro: Trebuie să introduceți o cheie pentru a contnua să folosiţi modulul Newsletter
sv_se: Du behöver fylla i en licensnyckel för att fortsätta använda Nyhetsbrev plugin
tr_tr: Newsletter Eklentisini kullanmaya devam etmek için anahtar kodu girmeniz gerekmektedir

source: Please obtain a serial key from the downloads section in your Tribulant Software account.
es_es: Por favor, obtén un número de serie de la sección descargas en tu cuenta de Tribulant Software.
hu_hu: Adja meg a sorozatszámot a Tribulatn Software fiókjának letöltés részéből!
pt_pt: Por favor, obtenha o número de série na secção de downloads da sua conta da Tribulant Software.
ro_ro: Vă rugăm luaţi o cheie din secţiunea descărcări din contul dvs de la Tribulant Software.
sv_se: Vänligen skaffa en licensnyckel från nedladdnings sektionen inne i ditt Tribulant Software konto.
tr_tr: Lütfen Tribulant Software hesabınızın Download bölümünden bir anahtar kodu isteyin

source: Once in the downloads section, click the KEY icon to request a serial key.
es_es: Una vez en la sección de descargas, clickea en el icono de KEY para solicitar un número de serie.
hu_hu: A letöltések menüben , kattintson a KULCS ikonra sorozatszám igényléshez
pt_pt: Uma vez na secção de downloads, clique no ícone em formato de chave para pedir o número de série.
ro_ro: Odată ajuns în secţiunea descărcări, faceți clic pe iconiţa KEY pentru a solicita o cheie.
sv_se: När du är i nedladdnings sektionen, klicka på NYCKEL ikonen för att begära en licensnyckel
tr_tr: Download bölümünde, Anahtar kodu istemek için ANAHTAR ikonuna tıklayın.

source: Downloads Section
es_es: Sección de Descargas
hu_hu: Letöltések
pt_pt: Secção de Downloads
ro_ro: Secţiunea descărcări
sv_se: Nedladdnings sektion
tr_tr: İndirmeler Bölümü

source: Cancel
es_es: Cancelar
hu_hu: Mégsem
pt_pt: Cancelar
ro_ro: Anulare

source: Serial Key:
es_es: Número de Serie:
hu_hu: Sorozatszám
pt_pt: Número de Série:
ro_ro: Cheia:
sv_se: Licensnyckel:
tr_tr: Anahtar Kodu:

source: Your current serial is valid and working.
es_es: Tu actual número de serie es válido y está funcionando.
hu_hu: Jelenlegi sorozatszám érvényes és használható
pt_pt: O seu número de série é válido e funciona.
ro_ro: Cheia curentă este validă şi funcţionează.
sv_se: Din nuvarande licens är giltig och fungerar.
tr_tr: Mevcut anahtar kodunuz geçerli ve çalışıyor

source: Close
es_es: Cerrar
hu_hu: Bezár
pt_pt: Fechar
ro_ro: Închidere

source: Are you sure you want to delete your serial key?
es_es: ¿Estás seguro que deseas borrar tu número key?
hu_hu: Biztosan törölni szeretné a sorozatszámot
pt_pt: Tem a certeza que deseja apagar o número de série?
ro_ro: Sigur doriți să eliminați acestă cheie serială?

source: Delete Serial
es_es: Borrar Serial
hu_hu: Sorozatszám törlése
pt_pt: Apagar Número de Série
ro_ro: Eliminare serie

source: The serial key is valid and you can now continue using the Newsletter plugin. Thank you for your business and support!
es_es: Este número de serie es válido y puedes continuar utilizando el plugin de Newsletter. ¡Gracias por tu negocio y soporte!
hu_hu: A sorozatszám érvényes mostmár folytathatja a munkát a Hírlevél bővítménnyel. Köszönjük a vásárlást
pt_pt: O número de série é válido e pode continuar utilizar o plugin Newsletter. Obrigado pelo seu trabalho e suporte!
ro_ro: Cheia este validă şi acum puteţi contnua să folosiţi modulul Newsletter. Îţi mulţumim pentru afacerea cu noi şi pentru sprijin!
sv_se: Licensnyckeln är giltig och nu kan du fortsätta använda Nyhetsbrev plugin. Tack för ditt förtroende!
tr_tr: Bu anahtar kodu geçerlidir ve Newsletter eklentisini artık kullanabilirsiniz. Bizimle çalıştığınız ve desteğinizi için teşekkürler.

source: Apply Serial and Close Window
es_es: Aplicar Número de Serio y Cerrar Ventana
hu_hu: Sorozatszám alkalamazása és ablak bezárása
pt_pt: Introduzir Número de Série e Fechar Janela
ro_ro: Aplică cheia şi închide fereastra
sv_se: Skicka in licensen och stäng fönstret
tr_tr: Anahtar Kodunu Uygulu ve Pencereyi Kapat

source: Test POP/IMAP Settings
es_es: Configuración de Testeo POP/IMAP
hu_hu: POP/IMAP beállítások kipróbálása
ro_ro: Setări mesaj test POP/IMAP

source: Congratulations, your POP/IMAP settings are working!
es_es: ¡Felicitaciones, tu configuración POP/IMAP está funcionando!
hu_hu: Gratulálunk, a POP/IMAP beállítások megfelelőek
ro_ro: Felicitări, setările dumneavoastră POP/IMAP funcționează!

source: Remember to save your configuration settings.
es_es: Recuerda guardar tus configuraciones.
hu_hu: Ne felejtse el menteni a beállításokat
pt_pt: Lembre-se de guardar as suas configurações.
ro_ro: Amintiți=vă să salvați setările configurației.

source: Unfortunately a POP/IMAP error occurred:
es_es: Lamentablemente a ocurrido un error POP/IMAP:
hu_hu: Sajnos a POP/IMAP beaállításaiban hiba van
ro_ro: Din nefericire a apărut o eroare POP/IMAP:

source: Test Email Settings
es_es: Configuración de Testeo de Email
hu_hu: Próba üzenet beállításai
pt_pt: Testar Configurações do E-Mail
ro_ro: Setări mesaj test
sv_se: Testa inställningar för e-post
tr_tr: E-Posta Ayarlarını Kontrol Et

source: This function will test your current email settings and provide an explanatory error message if email sending fails.
es_es: Esta función testeará tu actual configuración de email y proporcionará un mensaje de error explicativo si falla el envío del email.
hu_hu: Ez a funkció teszteli a jelenlegi levelezési beállításokat és egy magyarázó hibaüzenetet ad, ha a küldés során hiba lép fel.
pt_pt: Esta função irá testar suas configurações de e-mail atuais para exibir uma mensagem de erro explicativa em caso de falha no envio do e-mail.
ro_ro: Această funcţie va testa setările curente şi va afişa un mesaj de eroare, explicativ, în caz că trimiterea email-ului eşuează.
sv_se: Denna funktion kommer testa dina nuvarande inställningar för e-post och ge dig förklarande errormeddelanden om det misslyckas.
tr_tr: Bu fonksiyon mevcut e-posta ayarlarınızı kontrol eder ve eğer bir hata olursa, açıklayıcı bir hata mesajı verir.

source: Please type an email address below to send a test email to.
es_es: Por favor, escribe un email debajo al que quieras enviar el email de testeo.
hu_hu: Adjno meg egy címet ahová a teszt levél kiküldésre kerül
pt_pt: Por favor, introduza um e-mail em baixo para enviar um e-mail de teste.
ro_ro: Vă rugăm scrieţi o adresă de email mai jos pentru a trimite testul către ea.
sv_se: Vänligen skriv in en e-postadress för att skicka ett testmeddelande till.
tr_tr: Lütfen deneme e-postası atmak için aşağıdaki alana e-posta adresi girin.

source: Include a test attachment
es_es: Incluir un archivo adjunto de testeo
hu_hu: Próba melléklet csatolása
pt_pt: Incluir um anexo de teste
ro_ro: Include un ataşament de test

source: Send Test Email
es_es: Enviar Email de Testeo
hu_hu: Próba üzenet küldése
pt_pt: Enviar E-mail de Teste
ro_ro: Trimite mesaj test
sv_se: Skicka testmeddelande
tr_tr: Deneme E-Postası Gönder

source: There is a newer version of the Newsletter plugin available.
es_es: Hay una nueva versión disponible del plugin de Newsletter.
hu_hu: A Hírlevél bővítmény újabb verziója elérhető
ro_ro: Există o versiune nouă a modulului Newsletter.

source: You can update to the latest version automatically or download the update and install it manually.
es_es: Puedes actualizar la última versión automaticamente o descargar la actualización e instalarla manualmente.
hu_hu: Frissíthet a legújabb verzióra autmatikusan vagy letöltheti a frissitést és telepítheti manuálisan is.
ro_ro: Puteți actualiza la ultima versiune automat sau puteți descărca actualizarea și să o instalați manual.

source: Update Automatically
es_es: Actualizar Automaticamente
hu_hu: Automatikus frissítés
pt_pt: Atualizar Automaticamente
ro_ro: Actualizare automată

source: Download Update
es_es: Actualización de Descarga
hu_hu: Frissítés letöltése
ro_ro: Descărcare actualizare

source: Title
es_es: Título
hu_hu: Cím
pt_pt: Título
ro_ro: Titlu
sv_se: Titel
tr_tr: Başlık

source: Auto by Language
es_es: Automático por Lenguaje
hu_hu: Nyelv szerint automatikusan
pt_pt: Automático por Idioma
ro_ro: Automat de către limbă
sv_se: Auto via Språk
tr_tr: Dile göre Otomatik

source: Subtitle
es_es: Subtítulo
hu_hu: Felirat
pt_pt: Subtítulo
ro_ro: Subtitlu
sv_se: Undertitel
tr_tr: Altbaşlık

source: Acknowledgement Message
es_es: Mensaje de Agradecimiento
hu_hu: Beleegyező üzenet
pt_pt: Mensagem de Confirmação
ro_ro: Mesaj confirmare
sv_se: Meddelande för bekräftelse
tr_tr: Bilgilendirme Mesajı

source: Subscribe Again Link:
es_es: Enlace de Suscríbete Nuevamente:
hu_hu: Újboli feliratkozás linkjev
pt_pt: Link Subscrever de Novo:
ro_ro: Link abonament adițional:

source: display a "subscribe again" link on success
es_es: mostrar enlace "suscríbete nuevamente" si tuvo éxito
hu_hu: jelezze ki "subscribe again" linket sikeres végrehajtás esetén
pt_pt: exibir um link "subscrever de novo" em caso de sucesso
ro_ro: afișează un link "abonament adițional" în caz de succes
sv_se: visa en "prenumerera igen" länk vid lyckad prenumeration
tr_tr: abonelik sonrası "Yeniden Abone Ol" linki göster

source: Ajax Features:
es_es: Configuraciones Ajax:
hu_hu: Ajax lehetőségek:
pt_pt: Funcionalidades Ajax:
ro_ro: Funcționalitate Ajax:

source: Yes, turn on Ajax features
es_es: Si, activar Aplicaciones Ajax
hu_hu: Igen, bekapcsolom az AJAX lehetőségeket
pt_pt: Sim, habilitar as funcionalidades Ajax
ro_ro: Da, porneşte funcționalitatea Ajax
sv_se: Ja, slå på Ajax Funktioner
tr_tr: Evet, Ajax'ı aktive et

source: No, just normal page refresh
es_es: No, sólo actualización normal de página
hu_hu: Nem, csak oldal frissitésekor
pt_pt: Não, apenas uma página normal atualizada
ro_ro: Nu, doar refresh normal de pagină
sv_se: Nej, bara en normal siduppdatering
tr_tr: Hayır, sayfa yenilensin

source: Use Captcha for form
es_es: Utiliza Captcha para formulario
hu_hu: Captcha használata fomroknál
pt_pt: Utilizar Captcha no formulário
ro_ro: Foloseşte Captcha pentru formular
sv_se: Använd Captcha för formulär
tr_tr: Captcha kullan

source: You need to install and activate the <a target="_blank" href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple Captcha plugin</a>.
ro_ro: trebuie să instalați şi să activați <a target="_blank" href="http://wordpress.org/extend/plugins/really-simple-captcha/">modulul Really Simple Captcha</a>.
tr_tr: Bu kullanması çok basit olan <a target="_blank" href="http://wordpress.org/extend/plugins/really-simple-captcha/">Captcha eklentisini</a> yükleyip, etkinleştirmeniz gerekiyor.

source: No qTranslate languages have been defined.
es_es: No han sido definidos lenguajes qTranslate.
hu_hu: Nincs qTranslate nyelv meghatározva
pt_pt: Nenhum idioma definido no qTranslate.
ro_ro: Nu a fost definită nici o limbă pentru qTranslate.
sv_se: Inga qTranslate språk har definierats
tr_tr: Hiçbir qTranslate dili tanımlanmamış.

source: Subscribe Again Link
es_es: Enlace de Suscríbete Nuevamente
hu_hu: Link az újra feliratkozáshoz
pt_pt: Link Subscrever de Novo
ro_ro: Link abonament adițional
sv_se: Prenumerera igen Länk
tr_tr: Tekrar Abonelik Bağlantısı

source: Ajax Features
es_es: Aplicaciones Ajax
hu_hu: Ajax lehetőségek
pt_pt: Funcionalidades Ajax
ro_ro: Funcționalitate Ajax
sv_se: Ajax Funktioner
tr_tr: Ajax Özellikleri

source: &larr; Back to Autoresponders
es_es: &larr; Volver a Autorespuestas
hu_hu: &larr; Vissza az automatikus válaszokhoz
pt_pt: &larr; Voltar às Respostas Automáticas
ro_ro: &larr; Înapoi la autorespondere

source: All Autoresponder Emails
es_es: Todos los emails de autorespuestas
hu_hu: Összes automatikus válasz
pt_pt: Todos E-mails de Respostas Automáticas
ro_ro: Toate mesajele autorespondere

source: Unsent Autoresponder Emails
es_es: Emails de autorespuestas no enviados
hu_hu: El nem küldött automatikus válaszok
pt_pt: E-mails de Resposta Automática não enviados
ro_ro: Mesaje autorespondere netrimise

source: Sent Autoresponder Emails
es_es: Emails de Autorespuestas
hu_hu: Elküldött automatikus válaszok
pt_pt: E-mails de Resposta Automática Enviados
ro_ro: Mesaje autorespondere trimise

source: All Autoresponders
es_es: Todas las Autorespuestas
hu_hu: Minden autmatijus válasz
pt_pt: Todas Respostas Automáticas
ro_ro: Toate autoresponderele

source: Filter
es_es: Filtro
hu_hu: Szűrő
pt_pt: Filtro
ro_ro: Filtru

source: autoresponder emails
es_es: emails de autorespuesta
hu_hu: automatikus
pt_pt: e-mails de resposta automática
ro_ro: Mesaje autorespondere

source: Show All
es_es: Mostrar Todo
hu_hu: Összes mutatása
pt_pt: Mostrar Todas
ro_ro: Arată tot
sv_se: Visa Alla
tr_tr: Hepsini Göster

source: Show Paging
es_es: Mostrar Paginación
hu_hu: Lapozó mutatása
pt_pt: Mostrar Paginação
ro_ro: Arată paginat
sv_se: Visa paginerat
tr_tr: Sayfalandırmayı Göster

source: Are you sure you want to execute this action on the selected autoresponder emails?
es_es: ¿Estás seguro que deseas ejecutar esta acción en los emails de autorespuesta seleccionados?
hu_hu: Biztosan végre kívánja ezt hajtani a kiválasztott automatikus válasz leveleken?
pt_pt: Tem a certeza que deseja executar esta ação nos e-mails de resposta automática selecionados?
ro_ro: Sigur doriți să executaţi această acţiune pe mesajele autorespondere selectate?

source: Bulk Actions
ro_ro: Acţiune în masă
sv_se: Volym Åtgärder
tr_tr: Diğer İşlemler

source: Delete
es_es: Borrar
hu_hu: Törlés
pt_pt: Apagar
ro_ro: Eliminare
sv_se: Radera
tr_tr: Sil

source: Send Selected
es_es: Enviar Seleccionado
hu_hu: Kiválasztott küldése
pt_pt: Enviar Selecionados
ro_ro: Trimitere selectate

source: Apply
es_es: Aplicar
hu_hu: Alkalmaz
pt_pt: Aplicar
ro_ro: Aplică
sv_se: Tillämpa
tr_tr: Uygulu

source: Subscriber
es_es: Suscriptor
hu_hu: Feliratkozó
pt_pt: Subscritores
ro_ro: Abonat
sv_se: Prenumerant
tr_tr: Abone

source: Status
es_es: Estado
hu_hu: Állapot
pt_pt: Estado
ro_ro: Stare

source: Send Date
es_es: Fecha de Envío
hu_hu: Küldés dátuma
pt_pt: Data de Envio
ro_ro: Data expedierii

source: This autoresponder email is due in
es_es: Este email de autorespuesta se debe en
hu_hu: Az autamatikus válasz esedékessége
pt_pt: Este e-mail de resposta automática expira em
ro_ro: Acest mesaj autoresponder este programat în

source: Send Now
es_es: Enviar
hu_hu: Küldés most
pt_pt: Enviar Agora
ro_ro: Trimite acum
sv_se: Skicka Nu
tr_tr: Şimdi Gönder
