Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Put this mailing list into a group of lists.
es_es: Colocar esta lista de correo dentro de un grupo de listas.
hu_hu: A lista csoportba helyezése
pt_pt: Colocar esta mailing list num grupo.
ro_ro: Puneți această listă de email într-un grup de liste.
sv_se: Lägg denna lista i en listgrupp
tr_tr: Bu mail listesini bir liste grubuna yerleştirin.

source: Paid List
es_es: Lista Paga
hu_hu: Előfizetett listák
pt_pt: Paga
ro_ro: Listă plătită
sv_se: Betald Lista
tr_tr: Ödenmiş Liste

source: A paid list requires a payment per interval to keep the subscription active.
es_es: Una lista paga requiere un pago por intervalo para que la suscripción permanezca activa.
hu_hu: A előfizetéses lista esetén szükséges időszakonként kifizetni a díjakat, hogy a feliratkozás aktív maradhasson!
pt_pt: Uma lista paga requer pagamentos em determinado intervalo para manter a subscrição ativa.
ro_ro: O listă plătită necesită o plată la anumite intervale pentru a menține abonamentul activ.
sv_se: En betald lista kräver en återkommande betalning för att man ska fortsätta vara aktiv i den.
tr_tr: Ücretli bir liste aboneleği etkin tutmak için zaman zaman ödeme ister.

source: 2CheckOut product id in your vendor panel.
ro_ro: ID-ul produsului 2CheckOut în panelul dvs. de vânzător.
sv_se: 2CheckOut produkt-id i din kontrollpanel
tr_tr: 2Checkout ürün kimliği satıcı panelinizde.

source: Subscription Price
es_es: Precio de Suscripción
hu_hu: Feliratkozás ára
pt_pt: Preço da Subscrição
ro_ro: Preţ abonare
sv_se: Pris för Prenumeration
tr_tr: Abonelik Fiyatı

source: Payment price at the interval below to stay subscribed to this list.
es_es: Precio para el intervalo de abajo para permanecer suscripto a esta lista.
hu_hu: Fizetendő ár az időszakra, hogy feliratkozva maradjon a listára.
pt_pt: Valor do pagamento que deve ser feito no intervalo para manter as subscrições ativas nesta lista.
ro_ro: Costul abonamentului pentru intervalul de mai jos pentru a rămâne abonat la această listă.
sv_se: Summa per period för att vara med på denna lista
tr_tr: Abone kalmak için aşağıdaki zamanda alınacak abonelik ücreti.

source: Subscription Interval
es_es: Intervalo de Suscripción
hu_hu: Feliratkozás időtartama
pt_pt: Intervalo da Subscrição
ro_ro: Interval abonare
sv_se: Intervall för Prenumeration
tr_tr: Abonelik Dönemi

source: Interval at which to charge the payment price above.
es_es: Intervalo en el que cobrar el precio de pago de abajo.
hu_hu: Időtertam melyre a fenti fizetés feljogosítja.
pt_pt: Intervalo para cobrar o preço do pagamento em cima mencionado.
ro_ro: Intervalul la care se va plăti abonamentul de mai sus.
sv_se: Period som betalning ska ske
tr_tr: Yukarıdaki ücretin alınacağı zaman.

source: Administrator Email
es_es: Email del Administrador
hu_hu: Adminisztrátor e-mail címe
pt_pt: E-mail do Administrador
ro_ro: Email administrator
sv_se: E-postadress för administratören
tr_tr: Yönetici E-Postası

source: Email address to send notifications to for events of this mailing list.
es_es: Email para enviar notificaciones por eventos de esta lista de correo.
hu_hu: Listán történt változások elküldése erre az e-mail címre
pt_pt: Endereço de e-mail para onde as notificações desta mailing list devem ser enviadas.
ro_ro: Adresa de email pentru trimiterea de notificări în legătura cu diversele evenimente ale listelor de distribuție.

source: Save Mailing List
es_es: Guardar Lista de Correo
hu_hu: Levelezési lista mentése
pt_pt: Gravar Mailing List
ro_ro: Salvează lista de distribuție
sv_se: Spara E-postlista
tr_tr: E-Posta Listesini Kaydet

source: Enter mailing list title here
es_es: Ingresar el título de la lista de correo aquí
hu_hu: Adja meg a lista nevét
pt_pt: Introduza o título da mailing list aqui
ro_ro: Introduceți numele listei de distribuție aici

source: Enter a valid email address
es_es: Ingresar dirección de email válida
hu_hu: Adjon meg érvényes e-mail címet
pt_pt: Introduza um endereço de e-mail válido
ro_ro: Introduceți o adresă de email validă

source: View List:
es_es: Ver Lista:
hu_hu: Lista megtekintése:
pt_pt: Ver Lista:
ro_ro: Vezi lista:

source: &larr; All Mailing Lists
es_es: &larr; Todas las Listas de Correo
hu_hu: &larr; Összes levelezési lista
pt_pt: &larr; Todas as Mailing Lists
ro_ro: &larr; Toate listele de distribuție
sv_se: &larr; Alla E-postlistor
tr_tr: &larr; Tüm E-Posta Listeleri

source: Manage All Mailing Lists
es_es: Administrar Todas las Listas de Correos
hu_hu: Össze lista kezelése
pt_pt: Gerir Todas as Mailing Lists
ro_ro: Administrează toate listele de distribuție
sv_se: Hantera alla E-postlistor
tr_tr: E-Posta Listelerini Yönet

source: Generate offsite code for this list
es_es: Generar Código Offsite para esta Lista
hu_hu: Oldalon kivüli kód generálása ehhez a listához
pt_pt: Gerar código offsite para esta lista
ro_ro: Generare cod offsite pentru această listă
sv_se: Generera offsite kod för denna lista
tr_tr: Bu liste için sitedışı kod oluştur

source: Offsite Form
es_es: Formulario Offsite
hu_hu: Oldalon kivüli űrlap
pt_pt: Formulário Externo
ro_ro: Formular offsite
sv_se: Offsite formulär
tr_tr: Sitedışı Form

source: Change the details of this mailing list
es_es: Cambiar los detalles de esta Lista de Correo
hu_hu: Levelezéási lista tulajdonságainak változtatása
pt_pt: Modificar os detalhes desta mailing list
ro_ro: Schimbă detaliile pentru această listă
sv_se: Ändra detaljer för denna e-postlista
tr_tr: Bu e-posta listesinin detaylarını değiştir.

source: Remove this mailing list permanently
es_es: Borrar esta Lista de Correo definitivamente
hu_hu: Levelezési lista végeleges eltávolítása
pt_pt: Apagar esta mailing list permanentemente
ro_ro: Elimină definitiv această listă
sv_se: Radera denna e-postlista permanent
tr_tr: E-Posta listesinin tamamen sil

source: Are you sure you wish to remove this mailing list?
es_es: ¿Estás seguro que deseas borrar esta Lista de Correo?
hu_hu: Biztosan el kívánja tábolítani ezt a levelezési listát?
pt_pt: Tem a certeza que deseja apagar esta mailing list?
ro_ro: Sigur doriți să eliminaţi această listă?
sv_se: Är du säker du vill radera denna e-postlista?
tr_tr: Bu e-posta listesini silmek istediğinize emin misiniz?

source: Admin Email
es_es: Email de Administrador
pt_pt: E-mail do Administrador
ro_ro: Email administrator

source: Price
es_es: Precio
hu_hu: Á
pt_pt: Preço
ro_ro: Preţ
sv_se: Pris
tr_tr: Fiyat

source: Paid Interval
es_es: Intervalo Pagado
hu_hu: Előfizetés időtartama
pt_pt: Intervalo de Pagamentos
ro_ro: Interval plată
sv_se: Prisintervall
tr_tr: Ödeme Sıklığı

source: Send Attachment(s)
es_es: Enviar Archivo Ajunto(s)
hu_hu: Csatolmány küldése
pt_pt: Enviar Anexo(s)
ro_ro: Trimite ataşament(e)

source: You can attach files to this email for your subscribers to receive.
es_es: Puedes adjuntar un archivo a este email para que tus suscriptores lo reciban.
hu_hu: Csatolhat fájlokat ehhez a levélhez, amiket megkapnak a feliratkozott felhasználók
pt_pt: Pode enviar um anexo neste e-mail para os seus subscritores.
ro_ro: Puteți atașa fișiere la acest mesaj pentru a fi primite de abonați.
tr_tr: Abonelerinizin alması için bu maile dosya ekleyebilirsiniz.

source: Add an attachment
es_es: Agregar un archivo adjunto
hu_hu: Új melléklet hozzáadása
pt_pt: Adicionar um Anexo
ro_ro: Adăugare ataşament

source: Are you sure you want to remove this?
es_es: ¿Estás seguro que deseas borrar esto?
hu_hu: Biztosan el kívánja távolítani?
pt_pt: Tem a certeza que deseja apagar?
ro_ro: Sigur doriți să eliminați aceasta?

source: Remove
es_es: Borrar
hu_hu: Eltávolít
pt_pt: Apagar
ro_ro: Renunță
sv_se: Radera
tr_tr: Çıkar

source: Select All Groups
ro_ro: Selectare integrală grupuri

source: lists
es_es: listas
hu_hu: listák
pt_pt: listas
ro_ro: liste

source: No lists are available
es_es: No hay listas disponibles
hu_hu: Nincsenek elérhető listák
pt_pt: Nenhuma lista disponível
ro_ro: Nu este disponibilă nici o listă
sv_se: Inga listor är tillgängliga
tr_tr: Hiçbir Liste Yok

source: Fields Conditions
es_es: Condiciones de Campos
hu_hu: Mező feltételek
pt_pt: Condições dos Campos
ro_ro: Condițiile câmpului

source: ALL
es_es: TODO
hu_hu: Összes
pt_pt: TODOS
ro_ro: TOT
sv_se: ALLA
tr_tr: HEPSİ

source: - Select Country
ro_ro: - Alege ţara -

source: 0 subscribers total
es_es: 0 suscriptores totales
hu_hu: 0 feliratkozó összesen
pt_pt: 0 subscritores no total
ro_ro: 0 abonaţi în total

source: Update Count
es_es: Actualizar Contador
hu_hu: Újraszámol
pt_pt: Atualizar Contagem
ro_ro: Actualizare contor

source: loading subscriber count...
es_es: cargando contador de suscriptores...
hu_hu: feliratkozók számának feldolgozása...
pt_pt: carregando contagem de subscritores...
ro_ro: încărcare contor abonați...

source: No subscribers available.
es_es: No hay Suscriptores disponibles.
hu_hu: Nincs elérhető feliratkozó
pt_pt: Nenhum subscritor disponível.
ro_ro: Nu este disponibil nici un abonat.

source: Post Categories
es_es: Categorías de Entradas
hu_hu: Bejegyzés kategóriája
pt_pt: Categorias de Artigos
ro_ro: Categorii articole
sv_se: Inläggskategorier
tr_tr: Yazı Kategorileri

source: No categories were found
es_es: No se han encontrado Categorías
hu_hu: Kategória nem található
pt_pt: Nenhuma categoria encontrada
ro_ro: Nu a fost găsită nici o categorie
sv_se: Inga kategorier hittades
tr_tr: Hiçbir kategori bulunamadı

source: Post Author
es_es: Autor de la Entrada
hu_hu: Bejegyzés szerzője
pt_pt: Artigo de Autor
ro_ro: Autor articol
sv_se: Författare
tr_tr: Yazar

source: Post Status
es_es: Estado de Entrada
hu_hu: Bejegyzés állapota
pt_pt: Estado do Artigo
ro_ro: Status articol
sv_se: Status för inlägg
tr_tr: Yazı Durumu

source: Select Status
ro_ro: Selectează status
sv_se: Välj status
tr_tr: Durumu Seç

source: Post Slug
es_es: Slug de Entrada
hu_hu: Bejegyzés keresőbarát neve
pt_pt: Slug do Artigo
ro_ro: Slug articol
sv_se: Inläggs slug
tr_tr: Yazı URL

source: optional. leave blank to create from subject/title
ro_ro: opţional. lasă necompletat pentru a crea din subiect/titlu
sv_se: extra, lämna blank för att skapa från ärende/rubrik
tr_tr: Opsiyonel. Konu oluşturmak için boş bırakın

source: Save Draft
es_es: Guardar Borrador
hu_hu: Piszkozat mnetése
pt_pt: Guardar Rascunho
ro_ro: Salvare schiţă
sv_se: Spara Utkast
tr_tr: Taslağı Kaydet

source: Send Preview
es_es: Enviar Vista Previa
hu_hu: Előnézet kiküldése
pt_pt: Enviar Pré-Visualização
ro_ro: Previzualizare

source: Quick Preview
ro_ro: Previzualizare rapidă

source: Send immediately
es_es: Enviar Inmediatamente
hu_hu: Küldés azonnal
pt_pt: Enviar Imediatamente
ro_ro: Trimitere imediată

source: Schedule for:
es_es: Programar para:
hu_hu: Ütemezve:
pt_pt: Agendar para:
ro_ro: Programat pentru:

source: Queue Newsletter
es_es: Cola de Newsletter
hu_hu: Hírlevél sorbaállítása
pt_pt: Newsletter em Fila
ro_ro: Trimitere mesaj în coada de expediere
sv_se: Köa Nyhetsbrev
tr_tr: Bülteni Sıraya Koy

source: Are you sure you wish to remove this newsletter from your history?
es_es: ¿Estás seguro que deseas borrar este newsletter de tu historial?
hu_hu: Biztosan eltávolítja et a hírlevelet az előzményekből?
pt_pt: Tem a certeza que deseja apagar esta newsletter do seu histórico?
ro_ro: Eşti sigur că vrei să elimini acest mesaj din istoric?
sv_se: är dusäker du vill radera detta nyhetsbrev från din historik?
tr_tr: Bu bülteni geçmişinizden silmek istiyor musunuz?

source: Remove this newsletter from your history
es_es: Borrar este newsletter de tu historial
hu_hu: Hírlevél eltávolítása az előzményekből
pt_pt: Apagar esta newsletter do seu histórico
ro_ro: Elimină acest mesaj din istoric
sv_se: Radera detta nyhetsbrev från din historik
tr_tr: Bu bülteni geçmişinizden silin

source: Delete Draft
ro_ro: Eliminare schiţă
sv_se: Radera Utkast
tr_tr: Taslağı Sil

source: Any of the template shortcodes below can be inserted into the content of the newsletter to be replaced with the template content.
ro_ro: Fiecare dintre aceste shortcode-uri poate fi utilizat în conținutul mesajelor și vor fi înlocuite cu valorile calculate automat.
tr_tr: Aşağıdaki şablon kısa kodların hepsi, e-bültenin şablon ile değiştirilecek içeriğine eklenebilir

source: or
ro_ro: sau
sv_se: eller
tr_tr: yada

source: Load into Editor
es_es: Cargar en el Editor
hu_hu: Szerkesztő betöltése
pt_pt: Carregar no Editor
ro_ro: Încărcare în editor
tr_tr: Editore yükle

source: No templates were found
ro_ro: Nu a fost găsit nici un şablon
sv_se: Inga mallar hittades
tr_tr: Hiçbir şema bulunamadı

source: preview
es_es: vista previa
hu_hu: előnézet
ro_ro: previzualizare
sv_se: förhandsvisning
tr_tr: önizleme

source: Subscriber Delete on Bounce
es_es: Borrar Suscriptor al rebotar
hu_hu: Feliratkozó törlése visszapattanás esetén
pt_pt: Apagar Subscritor que Devolva E-mails
ro_ro: Eliminare abonat dacă adresa de email este respinsă
sv_se: Radera Prenumerant vid Studs
tr_tr: Yeni postada abone silme

source: Bounce Count
es_es: Contador de Rebotes
hu_hu: Visszapattanások száma
pt_pt: Contagem de Devoluções
ro_ro: Număr notificări destinatar inexistent
sv_se: Antal Studsar
tr_tr: Düşen Mail Sayısı

source: number of times to bounce a subscriber before it is deleted. must be a number 1 or more.
ro_ro: de câte ori se încearcă adresa de email a abonatului înainte de a o elimina. trebuie să fie numărul 1 sau mai mare.
sv_se: antal gånger en prenumerant studsar innan den raderas. Måste vara ett nummer (1 eller mer)
tr_tr: Abonenin maili silmeden önceki mailin zıplama sayısı. 1 veya 1'den fazla olmalı.

source: Admin Notify on Bounce
es_es: Notificar al Administrador al rebotar
hu_hu: Admin értesítése visszapatanó levélről
pt_pt: Notificação ao Administrador sobre Devoluções
ro_ro: Notificare admin la detectarea unei adrese de email respinse
sv_se: Notifiera Admin vid Studs
tr_tr: Yeni düşen e-postada yöneticiyi haberdar et

source: Bounce Receival Email
es_es: Email para recibir rebotes
hu_hu: Visszapattanást jelző levél
pt_pt: E-mail de Receção de Devoluções
ro_ro: Adresa email de primire a notificărilor pentru destinatarii inexistenți
sv_se: Mottagande e-postadress för studsar
tr_tr: Yeni Düşen E-Posta

source: Bounce Handling Method
es_es: Método de manipulación de rebotes
hu_hu: Visszapattanás kezelésének módja
pt_pt: Método de Gestão de Devoluções
ro_ro: Metoda de diagnosticare a destinatarilor inexistenți
sv_se: Metod för hantering av stusdar
tr_tr: E-Posta Çekme İşlemi Methodu

source: POP/IMAP Email Fetch
hu_hu: POP/IMAP levél lekérdezés
ro_ro: Încărcare email dintr-un cont POP/IMAP
sv_se: Hämtning via POP/IMAP
tr_tr: POP/IMAP E-Posta Çekme

source: method to use to retrieve bounced emails.
ro_ro: metodă folosită pentru a citi notificările pentru destinatarii inexistenți.
sv_se: metod att använda för att ta emot studsande meddelanden
tr_tr: Yeni düşen mailleri almak için kullanılacak method

source: Check Interval
es_es: Revisar Intervalo
hu_hu: Időtartam ellenőrzése
pt_pt: Intervalo de Verificação
ro_ro: Interval de verificare
sv_se: Intervall för kontroll
tr_tr: Periyodu Kontrol Et

source: how often should the mailbox be checked for bounced emails.
ro_ro: cât de des ar trebui să fie verificată căsuţa poştală pentru notificările despre destinatarii inexistenți.
sv_se: hur ofta ska inkorgen för studsade meddelanden kontrolleras.
tr_tr: E-Posta kutusu ne kadar sıklıkla kontro edilsin?

source: POP Host
es_es: Servidor POP
hu_hu: POP kiszolgáló
pt_pt: Servidor POP
ro_ro: gazdă POP3
sv_se: POP Värd
tr_tr: POP Sunucu Adı

source: You can prefix with ssl:// or tls:// if you have OpenSSL support installed on PHP, else leave it out.
es_es: Puedes prefijar con ssl:// or tls:// si tienes soporte OpenSSL instalado en PHP, sino déjalo de lado.
hu_hu: Ha van OpenSSL telepítve beállíthatod a ssl:// vagy tsl:// előtagokat, ha nincs hagyja üresen
pt_pt: Pode utilizar o prefixo ssl:// ou tls:// se possuir suporte OpenSSL instalado no seu PHP, caso contrário não utilize.
ro_ro: Poţi folosi prefix ssl:// sau tls:// dacă ai suport OpenSSL instalat în PHP, dacă nu, lasă-l neschimbat.
sv_se: Du kan använda prefix för ssl:// eller tls:// om du har OpenSSL stöd i din PHP installation, annars låt det vara.
tr_tr: OpenSSL desteği PHP'nizde yüklü ise ssl:// veya tls:// ile önekleme yapabilirsiniz, yüklü değilse boş bırakın.

source: POP User/Email
es_es: Usuario/Email POP
hu_hu: PO Felhasználó/E-mailo
pt_pt: POP Utilizador/E-mail
ro_ro: Utilizator/Email POP3
sv_se: POP Användare/E-post
tr_tr: POP Kullanıcı/E-Posta

source: POP/incoming email username
es_es: POP/usuario email de entrada
hu_hu: POP/bejövő e-mail felhasználónév
pt_pt: POP/e-mail ou utilizador de receção
ro_ro: nume utilizator email primit POP3
sv_se: POP/inkommande användarnamn
tr_tr: POP/gelen e-posta kullanıc adı

source: POP Password
es_es: Contraseña POP
hu_hu: POP jelszó
ro_ro: Parola POP3
sv_se: POP Lösenord
tr_tr: POP/Şifre

source: POP/incoming email password
es_es: POP/contraseña de email de entrada
hu_hu: POP6bejövő e-mail jelszó
pt_pt: POP/password do e-mail de receção
ro_ro: parola email primit POP3
sv_se: POP/inkommande lösenord
tr_tr: POP/gelen e-posta şifresi

source: POP Port
es_es: Puerto POP
pt_pt: POP Porta
ro_ro: Port POP3

source: POP/incoming port number to connect to
es_es: POP/número de puerto de entrada para conectar a
hu_hu: POP/bejövő kapcsolódási port száma
pt_pt: POP/conexão do número da porta de receção
ro_ro: număr port pentru conectarea la serverul POP3
sv_se: POP/inkommande port nummer att ansluta mot
tr_tr: POP/bağlanılacak olan gelen port numarası

source: Test POP/IMAP bounce settings
es_es: Testeo de configurarción de rebotes POP/IMAP
hu_hu: POP/IMAP visszapattanási beállítások tesztelése
ro_ro: Testează setările POP/IMAP pentru emailuri respinse

source: Comment Form Checkbox
es_es: Checkbox de Formulario de Comentario
hu_hu: Hozzászóló űrlap jelölő
pt_pt: Caixa de Seleção do Formulário de Comentário
ro_ro: Casetă bifabilă la formularele pentru comentarii WordPress
sv_se: Kryssruta för kommentarsform
tr_tr: Yorum Kutusu Checkbox

source: turn this on (Yes) to display a checkbox on the WordPress comment form for commentors to subscribe to a mailing list.
ro_ro: bifează Da pentru a afişa o casetă bifabilă în formularul pentru publicarea de comentarii din Wordpress, pentru ca utilizatorii care comentează să se aboneze automat la o listă de distribuție
sv_se: Sätt denna till (Ja) för att visa kryssrutan vid kommentars formuläret i din blogg så läsarna kan välja att börja prenumerera via den.
tr_tr: WordPress Yorum form'unun üzerinde e-posta listesi üye olmak için checkbox göstermek istiyorsanız Evet'i seçin.

source: Subscribe List
es_es: Suscribirse a Lista
hu_hu: Feliratkozási lista
pt_pt: Lista de Subscrição
ro_ro: Listă abonament
sv_se: Lista för Prenumeration
tr_tr: Abone Listesi

source: choose the list to which commentors will be subscribed when the checkbox is checked.
ro_ro: alege lista la care comentatorii se vor abona atunci când caseta din formularul de comentarii este bifată
sv_se: välj vilken lista som kommentatörer kan börja prenumerera på om kryssrutan är vald
tr_tr: Checkbox seçili olduğu yorum yazanların abone olacağı listeyi seçin.

source: Comments Checkbox Label
es_es: Etiqueta de Checkbox de Comentarios
hu_hu: Kommentek jelölőnégyzetének felirata
pt_pt: Legenda da Caixa de Seleção de Comentários
ro_ro: Etichetă casetă bifabilă comentarii

source: type a label/caption to display for the checkbox which your commentors will see.
ro_ro: introduceți o etichetă / legendă pentru afişarea casetei bifabile pe care cititorii o vor vedea în formularul de comentarii.
sv_se: skriv in en rubrik/titel för kryssrutan som dina kommentatörer kommer se.
tr_tr: Checkbox'un başlığı yada yazızı. (Yorum yapanlar görebilir)

source: Auto Check Checkbox
es_es: Auto tilde de Checkbox
hu_hu: Jelölőnégyzet Automatikus bejelölése
pt_pt: Auto-selecionar a Caixa de Seleção
ro_ro: Bifează automat caseta
sv_se: Förhandsfyll kryssruta
tr_tr: Checkbox'ları Otomatik Kontrol Et

source: automatically check the checkbox on the comment form.
es_es: tildar el checkbok automaticamente en el formulario de comentarios.
hu_hu: jelölőnégyzet autmatikus bejelölése a hozzászólási űrlapon.
pt_pt: selecionar a caixa de seleção automaticamente no formulário de comentários.
ro_ro: bifează automat caseta din formularul de comentarii
sv_se: kryssa automatiskt i kryssrytan i kommentars formuläret
tr_tr: Yorum form'undaki checkbox'ları otomatik olarak kontrol et.

source: Registration Checkbox
es_es: Checkbox de Registración
hu_hu: Regisztrációs jelölőnégyzet
pt_pt: Caixa de Seleção do Registo
ro_ro: Casetă bifabilă în formularul de înregistrare WordPress
sv_se: Kryssruta för registrering
tr_tr: Kayıt Kutusu

source: WordPress registration is currently deactivated
es_es: La registración de WordPress está desactivada
hu_hu: WordPress regisztráció jelenleg kikapcsolt állapotban van
pt_pt: Registo Wordpress está desativado
ro_ro: Înregistrarea Wordpress este momentan dezactivată
sv_se: WordPress registrering är för närvarande avaktiverat
tr_tr: WordPress kayıdı şu anda deaktif durumda

source: Turn this on to place a subscribe checkbox on the registration form.
es_es: Active esto para colocar un checkbox de suscripción en el formulario de registración.
hu_hu: Kapcsolja be ha el kíván helyezni egy jelölőnégyzetet a feliratkozási űrlapon.
pt_pt: Ativar esta opção para adicionar uma caixa de seleção de subscrição no formulário de registo.
ro_ro: Activați aceasta pentru a plasa un checkbox de abonare în formularul de înregistrare.
sv_se: Aktivera detta val för att placera en kryssruta för att anmäla sig på registreringsformuläret.
tr_tr: Kayıt formuna Abone Ol butonu eklemek için bunu etkinleştirin.

source: Registration Checkbox Label
es_es: Etiqueta de Checkbox de Registración
hu_hu: Regisztrációs jelölőnégyzet címkéje
pt_pt: Legenda da Caixa de Seleção do Registo
ro_ro: Etichetă casetă bifabilă în formularul de înregistrare WordPress

source: Label/caption text next to the checkbox on the registration form.
es_es: Texto de Etiqueta/Descripción para el checkbox en el formulario de registración.
hu_hu: Címke/cím szövege a jelölőnégyzet mellett a regisztrációs űrlapon!
pt_pt: Rótulo/legenda a exibir ao lado da caixa de seleção no formulário de registo.
ro_ro: Etichetă text lângă checkbox-ul din pagina de înregistrare.
sv_se: Titel för kryssrutan bredvid registreringsformuläret.
tr_tr: Kayıt formundaki Abone Ol butonunun yanına eklenecek yazı.

source: Auto check to subscribe
es_es: Autocompletar para suscribir
hu_hu: Felirtkozás automatikus bejelölése
pt_pt: Caixas de selecção verificada para subscrever
ro_ro: Bifează automat pentru abonare
sv_se: Välj automatiskt att prenumerera
tr_tr: Abone olmak için otomatik olarak kontrol et.

source: Default Registration List
ro_ro: Listă implicită la înregistrare
sv_se: Standard lista för registrering
tr_tr: Varsayılan Kayıt Listesi

source: Select Theme Folder
es_es: Seleccionar carpeta del Tema
hu_hu: Témák mappájának kiválasztása
pt_pt: Selecione um Modelo
ro_ro: Selectează folderul cu teme

source: Select the folder inside "wp-mailinglist/views/" to take shop view files from. eg. "default"
es_es: Seleccionar la carpeta dentro de "wp-mailinglist/views/" para tomar archivos de vista de tienda. Ej. "default".
hu_hu: Válasszon ki egy mappát a "wp-mailinglist/views/" belül ahol a fájlok megtalálhatók pl. "default"
pt_pt: Selecione a pasta dentro de "wp-mailinglist/views/" para utilizar os ficheiros, por exemplo "default"
ro_ro: Selectați folderul din "wp-mailinglist/views/" pentru a prelua fișierele de vizualizare, de ex. "default"
