Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Management Post ID
es_es: Administración de ID de Entrada
hu_hu: Kezelő bejegyzés ID-ja
pt_pt: Gestão do Artigo ID
ro_ro: ID articol/pagină administrare

source: ID of the WordPress post with the [wpmlmanagement] shortcode in it.
ro_ro: ID-ul postării Wordpress cu codul scurt [wpmlmanagement] în el.
sv_se: ID för det WordPress inlägg där [wpmlmanagement] shortcode är inskrivet
tr_tr: WordPress yazısının [wpmlmanagement] kısakodu ile kimliği.

source: Management Link text
es_es: Texto del Enlace de Administración
hu_hu: Szerkesztés link szövege.
pt_pt: Texto do Link de Gestão
ro_ro: Text link administrare
sv_se: Länk text för Hantering
tr_tr: Yönetim Bağlantı Yazısı

source: displays subscription management page. generated by <code>[
ro_ro: afișează pagina de gestiune a abonamentelor. generat de <code>[
sv_se: visar sidan för att hantera sin prenumeration. genererad via <code>[
tr_tr: Abonelik yönetim sayfası gösterir. generated by <code>[

source: Authentication Email Subject
es_es: Asunto de Email de Auntenticación
hu_hu: Hitelesítő levél tárgya
pt_pt: Autenticação do Assunto do E-mail
ro_ro: Subiect mesaj email autentificare

source: The subject of the email when a subscriber authenticates.
es_es: El asunto del email cuando un suscriptor se autentica.
hu_hu: Levél tárgya a feliratkozó hitelesítésekor
pt_pt: Assunto do e-mail quando um subscritor é autenticado.
ro_ro: Subiectul mesajului de confirmare trimis către abonaţi după confirmarea adresei de emai.

source: Allow New Subscribes
es_es: Permitir Nuevos Suscriptores
hu_hu: Minden új feliratkozó
pt_pt: Permitir Novos Subscritores
ro_ro: Permite abonamente noi

source: Should other, non-private lists be shown for subscribers to subscribe to?
es_es: ¿Deberían otras listas no-privadas ser mostradas a los suscriptores para suscribirse a ellas?
hu_hu: Mutassa a többi, nem bizalmas listát a feliratkozóknak, melykere feliratkozhatnak?
pt_pt: Deverão outras listas, não privadas, ser exibidas para que subscritores as subscrevam?
ro_ro: Trebuie ca alte liste publice să fie afișate pentru abonați pentru a se înscrie?
sv_se: Ska andra, ej privata listor visas för prenumeranter att kunna prenumerera på?
tr_tr: Diğer özel olmayan listeler abonelere gösterilsin mi?

source: Custom Fields In Management
es_es: Campos Personalizados en Administración
hu_hu: Egyedi mezők a kezelőben
pt_pt: Campos Personalizados na Gestão
ro_ro: Câmpuri personalizate în administrare

source: Should custom fields be shown in the management section to allow subscribers to edit values?
es_es: ¿Deberían ser mostrados los campos personalizados en la sección de administración para permitir a los suscriptores editar los valores?
hu_hu: Mutassa az egyedi mezőket a kezelőben, és engedélyezze a feliratkozóknak ezen értékek szerkesztésést?
pt_pt: Deverão os campos personalizados ser exibidos na área de gestão permitindo que os subscritores editem os seus valores?
ro_ro: Trebuie să afișăm câmpurile personalizate în secțiunea de administrare pentru a permite abonaților să editeze valorile acestora?
sv_se: Ska egna fält visas i kontrollpanelen för att låta prenumeranter ändra värden i dessa?
tr_tr: Yönetim bölümündeki özel alanlar abonelere gösterilsin mi?

source: These settings will affect post/page embedded and hardcoded subscribe forms.
es_es: Estas configuraciones afectarán a entradas/páginas incrustadas y formularios hardcodeados.
hu_hu: Ezeka beállítások hatással vannak a bejegyzésbe/oldalba beágyazott és a kódbaágyazott feliratkozási űrlapokra is
pt_pt: Estas configurações irão afetar artigos/páginas embutidas e formulários de subscrição codificados.
ro_ro: Aceste setări vor afecta formularele încluse în postări/pagini și cele codate manual.
sv_se: Dessa inställningar kommer påverka inlägg/sidor som har inbäddade eller hårdkodade anmälningsformulär.
tr_tr: Bu ayarlar abone formlarındaki gömülmüş yazıları etkileyecektir.

source: Acknowledgement
es_es: Mensaje de agradecimiento
hu_hu: Köszönetnyilvánítás
pt_pt: Feedback
ro_ro: Confirmare
sv_se: Bekräftelse
tr_tr: Bilgilendirme

source: Display a "subscribe again" link on success. useful for forms with multiple mailing lists.
es_es: Mostrar un enlace de "suscribirse nuevamente" cuando el proceso es exitoso. Útil para los formularios con múltiples listas de correo.
hu_hu: jelezze ki "subscribe again" linket sikeres végrehajtás esetén. Ajánlott a több listát használó űrlapok esetén!
pt_pt: Mostrar um link "subscrever de novo". Útil para formulários com várias mailing lists.
ro_ro: Afișează un link "abonament adițional" în caz de succes. Folositor pentru formularele cu mai multe liste de distribuție.

source: Scroll to Subscription Form
es_es: Scroll a Formulario de Suscripción
hu_hu: Görgetés a feliratkozási űrlaphoz
pt_pt: Ir para Formulário de Subscrição
ro_ro: Derulează până la formularul de abonare
sv_se: Scrolla ner till formulär för Prenumeration
tr_tr: Abonelik Form'u Dolaş

source: Should the page scroll to focus on the subscription form?
es_es: Debería el scroll de página estar enfocado en el formulario de suscripción?
hu_hu: Legördüljön az oldal a feliratkozási űralphoz?
pt_pt: Deve o cursor da página ir automaticamente para o formulário de subscrição?
ro_ro: Ar trebui ca pagina să se deruleze până la formularul de abonare?

source: you need to install and activate the <a target="_blank" href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple Captcha plugin</a>.
ro_ro: trebuie să instalezi şi să activezi <a target="_blank" href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple Captcha plugin</a>.
sv_se: du behöver installera och aktivera <a target="_blank" href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple Captcha plugin</a>.
tr_tr: bu <a target="_blank" href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple Captcha eklentisini</a> yükleyip, etkinleştirmelisiniz

source: Requires captcha/turing image input upon subscribing.
es_es: Requiere imagen captcha/turning en la suscripción.
hu_hu: CAPTCHA használata feliratkozáskor
pt_pt: Requer entrada de captcha/imagem na subscrição.
ro_ro: Solicită introducerea imaginii Captcha la abonare.
tr_tr: Abone olmak için Captcha resmi ister.

source: display a "subscribe again" link on success. useful for forms with multiple mailing lists.
ro_ro: arată un link "abonament adițional" în caz de succes. folositor pentru formularele cu mai multe liste de distribuție.
sv_se: visa en "prenumerera igen" länk vid lyckad registrering. användbar vid formulär för fler e-postlistor
tr_tr: Başarılı olursa "yeniden abone ol" bağlantısı göster. Birden çok e-posta listesi olan formlar için idealdir.

source: should the page scroll to focus on the subscription form?
ro_ro: ar trebui ca pagina să se deruleze până la formularul de abonare?
sv_se: ska sidscroll fokusera på formuläret?
tr_tr: Sayfa abonelik form'una fokus olmalı mı?

source: requires captcha image input upon subscribing.
ro_ro: necesită introducerea imaginii Captcha la abonare
sv_se: kräv captcha skydd vid prenumeration.
tr_tr: abone olmak için Captcha resmi ister

source: PayPal Email Address
es_es: Email de PayPal
hu_hu: PayPal e-mail cím
pt_pt: E-mail Paypal
ro_ro: Adresa email pentru PayPal
sv_se: PayPal E-postadress
tr_tr: PayPal E-Posta Adresi

source: registered PayPal business email address
ro_ro: adresa de email a comerciantului înregistrată la PayPal pentru efectuarea de încasări
sv_se: registrerad e-postadress för PayPal
tr_tr: kayıtlı PayPal İşyeri ve E-Posta Adresi

source: Use PayPal Subscriptions
ro_ro: Foloseşte abonamente PayPal
sv_se: Använd PayPal Prenumerationer
tr_tr: PayPal Aboneliklerini Kullan

source: use PayPal recurring payments so that subscribers are automatically billed
ro_ro: foloseşte plăţile recurente prin PayPal prin care abonaţii sunt facturaţi automat
sv_se: använd PayPal återkommande betalning så att prenumeranter automatiskt får betal
tr_tr: PayPal'ın otomatik ödeme talimatlarını kullanın, böylece abonelerden otomatik olarak para alınacaktır.

source: Test with PayPal Sandbox
ro_ro: Testează cu PayPal Sandbox
sv_se: Testa med PayPal Sandbox
tr_tr: PayPal Sandbox ile test yap

source: Set to "Yes" for test transactions using the PP Sandbox
ro_ro: Setează "Da" pentru a testa tranzacţiile folosind PP Sandbox
sv_se: Sätt till "Ja" för att testa transaktioner och använda PayPals testmiljö
tr_tr: PP Sandbox kullanarak işlemleri kontrol etmek için Evet seçin.

source: When writing a WordPress post, you will see a panel named "Send to Mailing List" which allows you to send a post as a newsletter
es_es: Cuando escribas una Entrada de Wordpress, verás un panel llamado "Enviar a Lista de Correo" que te permite enviar una Entrada como Newsletter
hu_hu: Mikor bejegyzést ír, lesz egy "Send to Mailing List" nevű panel, amely segítségével ki tudja küldeni hírlevélként a bejegyzést
pt_pt: Enquanto escreve um artigo, irá ver um painel "Enviar para a Mailing List" que lhe permite enviar o artigo como newsletter
ro_ro: Când scrieţi un articol Wordpress, veţi vedea în panou opţiunea "Trimite la lista de distribuție" ceea ce vă permite să trimiteţi un articol pe post de mesaj
sv_se: När du skriver ett inlägg kommer du se en panel som heter "Skicka till e-postlista" vilken låter dig skicka ett inlägg som ett nyhetsbrev
tr_tr: WordPress yazısı yazarken, E-Posta Listelerine Gönder diye bir panel göreceksiniz. Bu panel size yazınızı yayınlarken aynı zamanda bültene gönderme imkanı verecek.

source: Full Post or Excerpt
es_es: Entrada completa o Extracto
hu_hu: Teljes bejegyzés vagy kivonat
pt_pt: Artigo completo ou Excerto
ro_ro: Articol întreg sau trunchiat

source: Full Post
es_es: Entrada completa
hu_hu: Teljes bejegyzés
pt_pt: Artigo Completo
ro_ro: Articol întreg
sv_se: Hela inlägget
tr_tr: Yazının Tamammı

source: Excerpt of Post
es_es: Extracto de Entrada
hu_hu: Kivonat vagy teljes bejegyzés
pt_pt: Excerto do Artigo
ro_ro: Articol trunchiat
sv_se: Inläggets utdrag
tr_tr: Yazının Özeti

source: excerpt will be the content before <code>&#60;!--more--&#62;</code>. if it is not available, an excerpt will be automatically generated.
ro_ro: trunchierea va insera conţinutul dinainte de <code>&#60;!--more--&#62;</code>. dacă acest cod nu este disponibil se va realiza o trunchiere automată
sv_se: utdrag kommer visas innan koden <code>&#60;!--more--&#62;</code>. om utdrag inte finns tillgängligt kommer ett automatiskt utdrag att genereras.
tr_tr: Özet <code>&#60;!--more--&#62;</code> son önceki kısım olacaktır. Yoksa otomatik olarak oluşturulacaktır.

source: Include Unsubscribe Link
es_es: Incluir Enlace de Desuscripción
hu_hu: Leiratkozó link szövege
pt_pt: Incluir Link de Cancelamento
ro_ro: Include link dezabonare
sv_se: Inkludera länk för avregistrering
tr_tr: Abonelik Çık linkini dahil et

source: Emails per Interval
es_es: Email por Intervalo
hu_hu: Levelek időszakonként
pt_pt: E-mails por Intervalo
ro_ro: Mesaje per interval
sv_se: Antal meddelande per intervall
tr_tr: Her Turdaki E-Posta Sayısı

source: Recommended below 50
ro_ro: Recomandat sub 50

source: Cron/Schedule Type
es_es: Tipo de Cron/Tarea Programada
hu_hu: Cron/Ütemezés típusa
pt_pt: Tipo de Cron/Agendamento
ro_ro: Tip Cron/Programat
sv_se: Cron/schema typ
tr_tr: Cron/Zamanlandırma Türü

source: Server Cron Job (recommended)
es_es: Tarea Cron de Servidor (recomendada)
hu_hu: Server Cron feledat (ajánlott)
pt_pt: Cron Job do Servidor (recomendado)
ro_ro: Comandă server Cron (recomandat)
sv_se: Server Cron Jobb (rekommenderas)
tr_tr: Server Cron (önerilen)

source: It is recommended that you use the server cron job as it is more reliable and accurate compared to the WordPress cron.
es_es: Se recomienda que utilices la tarea cron de servidor, ya que es más fiable y precisa en comparación con el cron WordPress.
hu_hu: Ajánlot a szerver saját CROn vezérlőjét használni, mert sokkal megbizhatóbb mint a WP sajátja
pt_pt: Recomendável que utilize o cron job do servidor por ser mais confiável e preciso comparado ao cron do Wordpress.
ro_ro: Este recomandat să folosiţi comanda Cron pe server deoarece este mult mai fiabilă şi mai precisă față de Wordpress Cron.

source: Schedule Interval
es_es: Intervalo de Tarea Programada
hu_hu: Ütemezés tartama
pt_pt: Intervalo de Agendamento
ro_ro: Interval programare
sv_se: Intervall för Schema
tr_tr: Zamanlandırma Dönemi

source: - Select Interval -
es_es: - Seleccionar Intervalo -
hu_hu: Válaszzon interval-umot -
pt_pt: - Escolher Intervalo -
ro_ro: - Selectează interval -
sv_se: - Välj Intervall -
tr_tr: - Dönem Seçin -

source: Keep the schedule interval as low as possible for frequent executions.
es_es: Mantener intervalo de la tarea programada lo mas bajo posible para ejecuciones frecuentes.
hu_hu: Az ütemezési időt olyan kicsire állítsa be ammennyira csak lehet, ogy minél gyorsabb legyen a végrehajtás
pt_pt: Mantenha o intervalo de envio o mais baixo possível para execuções frequentes.
ro_ro: Mențineți intervalul programat cât mai mic posibil pentru execuții cât mai frecvente.

source: You have to create a cron job on your server to execute every 5 minutes with the following command
ro_ro: Trebuie să creaţi o comandă Cron pe server-ul dvs care se execută la fiecare 5 minute. Folosiți următoarea comandă
sv_se: Du måste skapa ett cron jobb på din server för att exekvera var 5:e minut med följande kommando
tr_tr: Server'da cron job oluşturmak istiyorsanız 5 dakikada bir bu konutu çalıştırmak zorundasınız.

source: Please see the documentation for instructions.
ro_ro: Vă rugăm citiți documentaţia pentru instrucţiuni.
sv_se: Vänligen se dokumentation för instruktioner
tr_tr: Talimatlar için dökümantasyona bakın

source: Admin Notify on Execution
es_es: Notificación a Administrador en la ejecución
hu_hu: Admin értesítése elindításkor
pt_pt: Notificação do Administrador no Procedimento
ro_ro: Notificare admin la executare
sv_se: Notifiera Admin vid exekvering
tr_tr: Çalıştırmada Admin'i haberdar edin

source: Ajax Sending/Queuing Progress
hu_hu: Ajax küldési és sorrbaállítási folyamat
pt_pt: Envio Ajax/Progresso da Fila
ro_ro: Progresul trimterii/adăugării în coadă prin Ajax

source: For large lists, you might want to turn this off so you do not have to sit and wait.
es_es: Para listas largas, es posible que desees desactivar esta opción para no tener que sentarte y esperar.
hu_hu: Nagy listákhoz, ezt kapcsolja ki ha nem akar sokat várni.
pt_pt: Para listas grandes, é aconselhável desativar esta opção para que não tenha que ficar em espera.
ro_ro: Pentru situri mari este posibil să doriți oprirea acestei afișări pentru a nu fi nevoiți să așteptați finalizarea ei.

source: Newsletter Images Post ID
es_es: ID de Imágenes de Entrada del Newsletter
hu_hu: Hírlevél képek azonosítója
pt_pt: ID do Artigo que contém as Imagens da Newsletter
ro_ro: ID articol imagini Newsletter

source: A WordPress post (draft or published) is required for the Newsletter plugin to save images to when uploading through the editor.
es_es: Una entrada de WordPress (borrador o publicada) es requerida por el plugin para guardar imágenes al ser subidas a través del editor.
hu_hu: WP bejegyzésre (piszkozat vagy közétett) szüksége van a Hírlevél bővítménynek, hogy mentni tudja a képeket amiket a szerkesztőn keresztül tölt fel.
pt_pt: Um artigo do Wordpress (rascunho ou publicado) é necessário para que o plugin Newsletter grave as imagens quando forem enviadas pelo editor.
ro_ro: Un articol WordPress (ciornă sau publicat) este necesar pentru modulul Newsletter pentru a salva imaginile atunci când acestea sunt încărcate prin editor.
sv_se: Ett WordPress inlägg (utkast eller publicerat) behövs för att Nyhetsbrev plugin ska kunna spara bilder som laddas upp via editorn.
tr_tr: Newletter eklentisinin resimleri yükleyebilmesi için bir yazı (şablon ya da yayımlanmış) gerekir.

source: Send Multipart Emails
es_es: Enviar Email Multipartes
hu_hu: Többrészes levél küldése
pt_pt: Enviar E-mails Multipart
ro_ro: Trimite mesaje Multipart
sv_se: Skicka Multipart meddelanden
tr_tr: Çok Eklentili E-Postalar Gönder

source: Send emails in both plain text and HTML mime types to let the client software decide which to use.
es_es: Enviar emails en ambos tipos: texto plano y HTML, para dejar al software de email decidir cúal usar.
hu_hu: Egyzserű szöveg és HTML formában is küldjük a levelet és az felhasználó kliense eldönti melyiket fogja használni.
pt_pt: Enviar e-mails em versão MIME texto e HTML para permitir ao software de receção decidir qual usar.
ro_ro: Trimite mesajele în ambele moduri "text" și HTML pentru a lăsa clientul de email să decidă pe care să-l afișeze.

source: Email Priority
es_es: Prioridad de Email
hu_hu: Levél prioritása
pt_pt: Prioridade da Mensagem
ro_ro: Prioritate mesaje
sv_se: Prioritet för meddelande
tr_tr: Eposta Önceliği

source: High
es_es: Alto
hu_hu: Magas
pt_pt: Alta
ro_ro: Ridicată
sv_se: Hög
tr_tr: Yüksek

source: Normal
hu_hu: Normál
ro_ro: Normală
tr_tr: Orta

source: Low
es_es: Bajo
hu_hu: Alacsony
pt_pt: Baixa
ro_ro: Scăzută
sv_se: Låg
tr_tr: Düşük

source: Set the email priority which will be displayed to recipients. High, Normal, Low
es_es: Configurar la prioridad de email que será mostrada a los recipientes. Alto, Normal, Bajo
hu_hu: Levél prioritásának beállítása, amit a címzettnél jelezni fog. Alacsony, Normál, Fontos
pt_pt: Escolher a prioridade das mensagens a mostrar aos destinatários. Alta, Normal, Baixa
ro_ro: Setează prioritatea mesajelor care va fi afişată la destinaţie. Ridicată, Normală, Scăzută

source: Enable Shortlinks
ro_ro: Activează Shortlinks
sv_se: Aktivera Kortlänkar
tr_tr: Kısa linklere izin ver

source: Turn On to replace all links with Bit.ly shortlinks for tracking purposes.
es_es: Activar para reemplazar todos los enlaces con los enlaces cortos Bit.ly para propósitos de tracking
hu_hu: Kapcsolja be, hogy kicserlélje az összes linket a Bit.ly segítségével követkési okokból.
pt_pt: Para fins de controle, ativar para substituir todos os links com o encurtador de links Bit.ly.
ro_ro: Activează pentru a înlocui toate link-urile cu Bil.ly shortlink cu scopuri pentru urmărire.
tr_tr: Tüm linkleri takip amacıyla kısa Bit.ly kodlarına çevirmek için aktive edin.

source: You need a <a href="http://bit.ly" target="_blank">Bit.ly</a> account in order to use this feature. Get your username/login and API key <a href="http://bit.ly/a/your_api_key" target="_blank">here</a>.
es_es: Necesitas una cuenta <a href="http://bit.ly" target="_blank">Bit.ly</a> para usar esta funcionalidad. Obtiene tu usuario y API key <a href="http://bit.ly/a/your_api_key" target="_blank">aquí</a>.
hu_hu: Szüksége van egy<a href="http://bit.ly" target="_blank">Bit.ly</a>fiókra, hogy használja ezt a lehetőséget. Szerezzen be egy felhasználónevet/jelszót és API kulcsot <a href="http://bit.ly/a/your_api_key" target="_blank">itt</a>.
pt_pt: Necessita de uma conta <a href="http://bit.ly" target="_blank">Bit.ly</a> para utilizar este recurso. Obtenha o utilizador/login e chave API <a href="http://bit.ly/a/your_api_key" target="_blank">aqui</a>.
ro_ro: Ai nevoie de un cont <a href="http://bit.ly" target="_blank">Bit.ly</a> pentru a putea folosi această opţiune. Află numele utilizator/login şi API Key de <a href="http://bit.ly/a/your_api_key" target="_blank">aici</a>
sv_se: Du behöver ett <a href="http://bit.ly" target="_blank">Bit.ly</a>konto för att använda denna funktion. Skaffa ditt konto/login och API nyckel <a href="http://bit.ly/a/your_api_key" target="_blank">här</a>.
tr_tr: Bu özelliği kullanmak için bir <a href="http://bit.ly" target="_blank">Bit.ly</a> hesabına ihtiyacınız var. Kullanıcı adınızı ve API anahtarınızıa href="http://bit.ly/a/your_api_key" target="_blank">burdan</a>alın.

source: Login
es_es: Acceder
hu_hu: Bejelentkezés
ro_ro: Autentificare
sv_se: Kontonamn
tr_tr: Giriş

source: your registered Bit.ly username/login
es_es: tu usuario registrado de Bit.ly
hu_hu: a Bit.ly felhasználónév
pt_pt: utilizador/login registado no Bit.ly
ro_ro: Date utilizator Bit.ly înregistrat (nume utilizator/login)
sv_se: ditt registrerade Bit.ly användarnamn/login

source: API Key
hu_hu: API kulcs
pt_pt: Chave API
ro_ro: Cheie API
sv_se: API Nyckel
tr_tr: API Anahtarı

source: you can obtain your Bit.ly API key from your account settings
es_es: puedes obtener tu API Bit.ly key de tu configuración
hu_hu: a Bit.ly API kulcsot a fiókbeállításokból szerezheti meg
pt_pt: pode obter sua chave API do Bit.ly nas configurações da sua conta
ro_ro: poţi obţine cheia API de la setările contului tău Bit.ly
sv_se: du kan hämta din Bit.ly API nyckel från inställningarna för ditt konto
tr_tr: Hesap ayarlarınızdan Bit.ly API anahtarınızı alabilirsiniz.

source: You do not have the Embedded Images extension installed or it is not active.
es_es: No tienes la extensión Imágenes Incrustadas instalada o no está activo.
hu_hu: Ön nem rendelkezik a Embedded Images kiegészítéssel vagy nincs az bekapcsolva
pt_pt: Não possui a extensão instalada que permite Embutir Imagens, ou não está ativa.
ro_ro: Nu aveți instalată sau activată extensia de Imagini Inserate.
sv_se: Du har inte tillägget för inbäddade bilder installerat eller så är det inte aktiverat.
tr_tr: Yerleştirilmiş Resimler uzantısı yüklenmemiş ya da etkin değil.

source: Embed/attach images into emails instead of loading them remotely from their absolute URL.
es_es: Incrustar/adjuntar imágenes dentro de emails en lugar de cargar de forma remota desde su URL absoluta.
hu_hu: Képek beillesztése a levélbe a távoli elérés helyett
pt_pt: Embutir/anexar imagens aos e-mail em vez de carregá-las remotamente de endereço URL específico.
ro_ro: Atașează imaginile în mesaj în loc să fie încărcate de la distanță prin URL absolut.
sv_se: Bädda in bilder i meddelanden istället för att ladda dom från en extern källa.
tr_tr: E-postalarda resimlere URL inden yükleyeceğinizi yerleştirin yada dosya ekleyin.

source: Images Location
es_es: Ubicación de Imágenes
hu_hu: Kép helye
pt_pt: Localização das Imagens
ro_ro: Locație imagini
sv_se: Plats för bilder
tr_tr: Resimlerin Konumu

source: Location (absolute path) of the images on your server.
es_es: Ubicación (ruta absoluta) de las imágenes en tu servidor.
hu_hu: Képek elhelyezkedése a szerveren (abszolút hely)
pt_pt: Local (endereço absoluto) das imagens no seu servidor.
ro_ro: Locația (calea absolută) către imaginile din server.
sv_se: Plats (absolut sökväg) till bilderna på din server
tr_tr: Sunucunuzdaki resimlerin tam olarak yeri.

source: Are you sure you wish to reset all configuration settings to their defaults?
es_es: ¿Estás seguro que quieres restaurar todas las configuraciones a predeterminadas?
hu_hu: Biztosan törölni szeretné az összes beállítást és visszálítani az alapértelmezett értékeket?
pt_pt: Tem a certeza que deseja anular todas as configurações para valores padrão?
ro_ro: Sigur doriți să resetaţi toate configurările setărilor la valorile iniţiale?
sv_se: Är du säker du vill sätta tillbaks alla inställningar till deras standard?
tr_tr: Tüm konfigrasyon ayarlarını varsayılana geri döndürmek mi istyorsunuz?

source: Reset all settings to their defaults
es_es: Restaurar todas las configuraciones a predeterminadas
hu_hu: Minden beállítás visszaállítása az alapértelmezettre!
pt_pt: Anular todas as configurações para valores padrão
ro_ro: Resetează toate setările la valorile iniţiale
sv_se: Sätter tillbaks alla inställningar till standard
tr_tr: Tüm ayarları varsayılana döndür

source: Reset Defaults
es_es: Restaurar valores predeterminados
hu_hu: Alapértelmezett értékek beállítása
pt_pt: Valores Padrão
ro_ro: Resetare la valorile inițiale
sv_se: Ställ tillbaks till Standard
tr_tr: Varsayılana Döndür
