Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: Email template could not be loaded, please try again.
es_es: La Plantilla de Email no pudo ser cargada, inténtalo de nuevo.
hu_hu: Levél sablon betöltése sikertelen, kérem próbálja meg újra
pt_pt: Modelo de e-mail não pôde ser carregado. Por favor, tente novamente.
ro_ro: Şablonul nu poate fi salvat. Vă rugăm încercaţi din nou
sv_se: Mall för e-post kunder inte laddas in, vänligen försök igen

source: History/draft email has been loaded into the subject field and editor below.
ro_ro: Mesajul istoric/schiţa au fost încărcate în câmpul subiect şi în editor.
sv_se: E-post utkast har laddats in i editorn nedan
tr_tr: Geçmiş/şablon emaili aşağıdaki konu boşluğuna ve editöre yüklenmiştir.

source: History/draft email could not be loaded, please try again.
ro_ro: Mesajul istoric/ciornă nu a putut fi încărcat. Vă rugăm încercaţi din nou
sv_se: E-post utkast kunde inte laddas in, vänligen försök igen

source: Please fill in an email subject
es_es: Por favor, completa el Asunto del Email
hu_hu: Kérem töltse ki a tárgy mezőt
pt_pt: Por favor, introduza um assunto do e-mail
ro_ro: Vă rugăm completaţi un subiect pentru mesaj
sv_se: Vänligen fyll i en rubrik för e-post
tr_tr: Lütfen e-posta konusunu belirtin

source: Please fill in a newsletter message
es_es: Por favor, completa el mensaje del Newsletter
hu_hu: Kérem adjon meg üzenetet
pt_pt: Por favor, introduza uma mensagem para a newsletter
ro_ro: Vă rugăm completaţi un conținut pentru mesaj
sv_se: Vänligen fyll i innehåll för meddelande
tr_tr: Lütfen bülten mesajını belirtin

source: Please select mailing list(s)
es_es: Por favor, selecciona una Lista de Correo
hu_hu: Kérem válasszon levelezési listát
pt_pt: Por favor, selecione uma mailing list
ro_ro: Vă rugăm selectaţi lista sau listele de distribuție
sv_se: Vänligen välj e-postlista/listor
tr_tr: Lütfen bir e-posta listesi seçin

source: Newsletter could not be scheduled/qeueued
es_es: El Newsletter no pudo ser programado/puesto en cola
hu_hu: Hírlevél nem időzíthető
pt_pt: Newsletter não pôde estar agendada/fila de espera
ro_ro: Mesajul nu a putut fi adăugat la coadă
sv_se: Nyhetsbrev kunde inte schemaläggas/köas
tr_tr: Bülten zamanlanamadı/sıraya koyulamadı

source: Newsletter could not be sent
es_es: El Newsletter no pudo ser enviado
hu_hu: Hírlevél nem kiküldhető
pt_pt: Newsletter não pôde ser enviada
ro_ro: Mesajul nu a putut fi trimis
sv_se: Nyhetsbrev kunde inte skickas
tr_tr: Bülten gönderilemedi

source: emails have been queued.
es_es: los emails han sido puestos en cola de envío.
hu_hu: levelek sorban állnak
pt_pt: e-mails em espera.
ro_ro: mesaje au fost trimise în coada de mesaje.

source: Draft has been successfully saved. It has been saved to your email history.
es_es: Los borradores han sido guardados con éxito. Este ha sido guardado en tu historial de email.
hu_hu: A piszkozat sikeresen mentésre került. A korábbi levlek között megtalálható
pt_pt: Rascunho guardado com sucesso. Gravado no seu histórico de e-mails.
ro_ro: Ciorna a fost salvată cu succes. Ea a fost salvată la istoricul mesajelor.
sv_se: Utkast har sparats. Det har sparats i din e-post historik
tr_tr: Taslak kaydedildi. E-Posta geçmişine kaydedildi

source: Draft could not be saved. Please fill in all required fields
es_es: El borrador no pudo ser guardado. Por favor, completa todos los campos requeridos
hu_hu: A piszkozat nem menthető. Tölse ki az összes kötelező mezőt
pt_pt: Rascunho não pôde ser guardado. Por favor, preencha os campos obrigatórios
ro_ro: Ciorna nu a putut fi salvată. Vă rugăm verificaţi toate câmpurile obligatorii
sv_se: Utkast kunde inte sparas. Vänligen fyll i alla fält som krävs
tr_tr: Taslak kaydedilmedi. Lütfen tüm gerekli alanları doldurun

source: Preview cannot be sent, please check your email settings under Configuration.
ro_ro: Previzualizarea nu a putut fi trimisă, vă rugăm verificaţi setările pentru email din secţiunea Configurație.
sv_se: Förhandsvisning kan inte skickas, vänligen kontrollera inställningar för e-post under konfigurationen
tr_tr: Önizleme gönderilmedi, lütfen Konfigrasyon altındaki e-posta ayarlarını kontrol edin

source: Preview has been sent to
ro_ro: Previzualizarea a fost trimisă la

source: Preview could not be sent
es_es: La vista previa no se pudo enviar
hu_hu: Előnézet nem elküldhető
pt_pt: Pré-visualização não pôde ser enviada
ro_ro: Previzualizarea nu a putut fi trimisă
sv_se: Förhandsvisning kunde inte skickas
tr_tr: Önizleme gönderilmedi

source: Draft could not be saved
es_es: El Borrador no pudo ser guardado
hu_hu: Piszkozat nem menthető
ro_ro: Ciorna nu a putut fi salvată
sv_se: Utkast kunde inte sparas
tr_tr: Taslak kaydedilmedi

source: Draft could not be saved, please select at least one mailing list.
es_es: El borrado no pudo ser guardado, por favor selecciona al meno una lista de correo.
hu_hu: Piszkozat nem menthető, kérem legalább egy levelező listát válasszon
ro_ro: Ciorna nu a putut fi salvată. Vă rugăm selectați cel puțin o listă de distribuție
sv_se: Utkast kunde inte sparas, vänligen välj minst en e-postlista

source: Newsletter could not be scheduled/queued
es_es: El Newsletter no pudo ser programado/puesto en cola
hu_hu: Hírlevél nem időzíthető
pt_pt: Newsletter não pôde ser agendada/fila de espera
ro_ro: Mesajul nu a putut fi adăugat la coadă
sv_se: Nyhetsbrev kunder inte schemaläggas/köas
tr_tr: Bülten zamanlandırılamadı veya sıraya koyulamadı

source: Autoresponder has been saved.
es_es: La autorespuesta ha sido guardada.
hu_hu: Automatikus válaszüzenet elmentve
pt_pt: Resposta Automática guardada.
ro_ro: Autoresponderul a fost salvat.

source: Autoresponder could not be saved, please try again.
es_es: La autorespuesta no pudo ser guardada, por favor inténtalo de nuevo.
hu_hu: Automatikus válaszüzenet mentése sikertelen, próbálja újra
pt_pt: Resposta automática não pôde ser guardada. Por favor, tente de novamente.
ro_ro: Autoresponderul nu poate fi salvat. Vă rugăm încercaţi din nou.

source: Autoresponder has been deleted.
es_es: La autorespuesta ha sido borrada.
hu_hu: Automatikus válaszüzenet törölve
pt_pt: Resposta automática foi apagada.
ro_ro: Autoresponderul a fost eliminat.

source: Autoresponder cannot be deleted, please try again.
es_es: Las autorespuestas no pueden ser eliminadas, por favor inténtalo de nuevo.
hu_hu: Automatikus válaszüzenet törlése sikertelen, próbálja újra
pt_pt: Resposta automática não pôde ser apagada, tente novamente.
ro_ro: Autoresponderul nu poate fi eliminat. Vă rugăm încercaţi din nou.
tr_tr: Otomatik cevaplayıcı silinemiyor, lütfen tekrar deneyiniz.

source: No autoresponder was specified.
es_es: No fueron especificadas autorespuestas.
hu_hu: Nincs beállítva autmatikus válasz
pt_pt: Nenhuma resposta automática especificada.
ro_ro: Nu a fost specificat nici un autoresponder.

source: Selected autoresponders and scheduled messages were removed.
es_es: Las autorespuestas y las tareas programadas fueron borradas.
hu_hu: A kiválasztott automatikus válaszok és időzített elemek eltávolításra kerültek.
pt_pt: Respostas automáticas e mensagens agendadas selecionadas foram apagadas.
ro_ro: Autoresponderele selectate și mesajele lor programate au fost eliminate cu succes

source: Selected autoresponders have been activated and messages will be scheduled for new subscriptions.
es_es: Las autorespuestas seleccionadas han sido activadas y los mensajes se programaran para nuevas suscripciones.
hu_hu: A kiválasztott automatikus válaszok aktiválásra kerültek és időzítve vannak az új feliratkozók számára
pt_pt: Respostas automáticas selecionadas foram ativadas e as mensagens serão agendadas para novos subscritores.
ro_ro: Autoresponderele selectate au fost activate și mesajele vor fi programate pentru noile abonamente.
sv_se: Valda autosvarare har aktiverats och meddelanden kommer schemaläggas för nya prenumerationer.
tr_tr: Seçili otomatik cevaplayıcılar etkinleştirildi. Mesajlar yeni abonelikler için düzenlenecek.

source: Selected autoresponders have been deactivated and no more messages will be scheduled for them.
es_es: Las autorespuestas seleccionadas han sido desactivadas y no se reprogramarán mas mensajes para ellas.
hu_hu: A kiválasztott automatikus válaszok kikapcsolásra kerültek és több több üzenet nem lesz időzítve.
pt_pt: Respostas automáticas selecionadas foram desativadas e nenhuma mensagem respetiva será agendada.
ro_ro: Autoresponderele selectate au fost dezactivate și nu se va mai programa nici un mesaj pentru ele.
sv_se: Valda autosvararer har deaktiverats och inga fler meddelande kommer schemaläggas för dem.
tr_tr: Seçili otomatik cevaplayıcılar derve dışı bırakıldı. Hiçbir mesaj düzenlenmeycek

source: No action was specified.
es_es: No fue especificada ninguna acción.
hu_hu: Nincs tevékenység kiválasztva
pt_pt: Nenhuma ação foi especificada.
ro_ro: Nu a fost specificată nici o acţiune.

source: No autoresponders were selected.
es_es: No se han seleccionado autorespuestas.
hu_hu: Nincs automatikus válasz kiválasztva
pt_pt: Nenhuma resposta automática selecionada.
ro_ro: Nu a fost selectat nici un autoresponder.

source: Autoresponders schedule interval has been updated.
es_es: Los intervalos de tareas programadas de autorespuestas han sido actualizados.
hu_hu: Automatikus válaszok intervallumok frissítva
pt_pt: Intervalo de agendamento das respostas automáticas foi atualizado.
ro_ro: Autoresponderul a fost actualizat.

source: No schedule interval was chosen.
es_es: Ningún intervalo de tarea programada fue elegido.
hu_hu: Időzítési inervallum nincs kiválasztva
pt_pt: Nenhum intervalo de agendamento selecionado.
ro_ro: Nu ați specificat nici un interval de programare.

source: Autoresponder email has been added to the email queue.
ro_ro: Mesajul autoresponder a fost adăugat la coada de trimitere.

source: Autoresponder email could not be queued.
ro_ro: Mesajul din autoresponder nu a putut fi mutat în coadă.

source: Autoresponder email cannot be read.
es_es: EL email de autorespuesta no pudo ser leído.
hu_hu: Automatikus válasz levél nem olvasható
pt_pt: E-mail de resposta automática não pôde ser lido.
ro_ro: Mesajul autoresponder nu poate fi citit.

source: No autoresponder email was specified.
es_es: No fueron especificados emails de autorespuestas.
hu_hu: Nincs autom,atikus válasz kiválasztva
pt_pt: E-mail de resposta automática não especificado.
ro_ro: Nu a fost specificat nici un mesaj autoresponder.

source: Autoresponder email has been removed.
es_es: El email de autorespuesta ha sido borrado.
hu_hu: Automatiklis válasz eltávolítva
pt_pt: E-mail de resposta automática apagado.
ro_ro: Mesajul autoresponderul a fost eliminat.

source: Autoresponder email cannot be deleted.
es_es: El email de autorespuesta no pudo ser borrado.
hu_hu: Automatius válasz nem törölhető
pt_pt: E-mail de resposta automática não pôde ser apagado.
ro_ro: Mesajul autoresponderul nu poate fi eliminat.

source: No autoresponder email has been specified.
es_es: No fueron especificados emails de autorespuesta.
hu_hu: Nincs autom,atikus válasz kiválasztva
pt_pt: Nenhum e-mail de resposta automática especificado.
ro_ro: Nu a fost specificat nici un mesaj autoresponder.

source: Selected autoresponder emails were removed.
es_es: Los emails de autorespuestas fueron borrados.
hu_hu: A kiválasztott automatikus válasz eltávolítva
pt_pt: E-mails de resposta automática selecionados apagados com êxito.
ro_ro: Mesajele autoresponder selectate au fost eliminate cu succes

source: Selected autoresponder emails were added to the queue.
ro_ro: Mesajele autoresponder selectate au fost trimise în coadă cu succes.

source: Mailing list has been saved
es_es: La Lista de Correo fue guardada
hu_hu: Levelezési lista elmentve
pt_pt: Mailing list guardada
ro_ro: Lista de distribuție a fost salvată
sv_se: E-postlista har sparats
tr_tr: E-Posta Listesi kaydedildi

source: Mailing list could not be saved
es_es: La Lista de Correo no pudo ser guardada
hu_hu: Levelezési lista nem menthető
pt_pt: Mailing list não pôde ser guardada
ro_ro: Lista de distribuție nu a putut fi salvată
sv_se: E-postlista kunde inte sparas
tr_tr: E-Posta listesi kaydedilemedi

source: Mailing list could not be read
es_es: La Lista de Correo no puede ser leída
hu_hu: Levelezési lista nem olvasható
pt_pt: Mailing list não pôde ser lida
ro_ro: Lista de distribuție nu poate fi citită
sv_se: E-postlista kunde inte läsas
tr_tr: E-Posta listesi okunamadı

source: No mailing list was specified
es_es: No fue especificada ninguna Lista de Correo
hu_hu: Nincs kiválasztva levelezési lista
pt_pt: Nenhuma mailing list especificada
ro_ro: Nu a fost specificată nici o listă de distribuție
sv_se: Ingen e-postlista specificerades
tr_tr: Hiçbir e-posta listesi belirtilmedi

source: Mailing list has been removed
es_es: La Lista de Correo ha sido borrada
hu_hu: Levelezési lista eltávolítva
pt_pt: Mailing list eliminada
ro_ro: Lista de distribuție a fost eliminată
sv_se: E-postlista har raderats
tr_tr: E-Posta listesi silindi

source: Mailing list cannot be removed
es_es: La Lista de Correo no puede ser borrada
hu_hu: Levelezési lista nem eltávolítható
pt_pt: Mailing list não pôde ser eliminada
ro_ro: Lista de distribuție nu poate fi modificată
sv_se: E-postlista kunde inte raderas
tr_tr: E-Posta listesi silinemedi

source: Selected mailing lists assigned to the chosen group.
es_es: Las listas de correo seleccionadas asignadas a el grupo elegido.
hu_hu: A kiválasztott levelezési lista hozzárendelve a kiválasztott csoporthoz
pt_pt: Mailing lists selecionadas foram atribuídas ao grupo selecionado.
ro_ro: Listele de distribuție selectate au fost alocate grupurilor alese.

source: No group was selected.
es_es: No se ha seleccionado ningún grupo.
hu_hu: Nincs csoport kiválasztva
pt_pt: Nenhum grupo selecionado.
ro_ro: Nu a fost selectat nici un grup

source: Selected mailing lists have been removed
es_es: La Lista de Correo seleccionada ha sido borrada
hu_hu: A kiválasztott levelezési lista eltávolításra került
pt_pt: Mailing lists selecionadas foram eliminadas
ro_ro: Listele de distribuție selectate au fost eliminate
sv_se: Vald e-postlista har raderats
tr_tr: Seçili e-posta listesi silindi

source: Selected mailing lists have been set as private
es_es: Las Listas de Correo seleccionados han sido configuradas como privadas
hu_hu: A kiválasztott levelezési lista bizalmasnak megjelölve
pt_pt: Mailing lists selecionadas foram colocadas como privadas
ro_ro: Listele de distribuție selectate au fost marcate ca private
sv_se: Vald e-postlista har sats som Privat
tr_tr: Seçili e-posta listesi özel olarak işaretlendi

source: Selected mailing lists have been set as not private
es_es: Las Listas de Correo seleccionados han sido configuradas como no privadas
hu_hu: A kiválasztott levelezési lista publikusnak megjelölve
pt_pt: Mailing lists selecionadas foram colocadas como não privadas
ro_ro: Listele de distribuție selectate a fost marcate ca non-private
sv_se: Vald e-postlista har sats som Publik
tr_tr: Seçili e-posta listesi özel değil olarak işaretlendi

source: No action was selected
es_es: Ninguna acción fue seleccionada
hu_hu: Nincs cselekvés kiválasztva
pt_pt: Nenhuma ação selecionada
ro_ro: Nu a fost selectată nici o acţiune
sv_se: Ingen åtgärd vald
tr_tr: Hiçbir eylem seçilmedi

source: No mailing lists were selected
es_es: Ninguna Lista de Correo fue seleccionada
hu_hu: Nincs levelezési lista kiválasztva
pt_pt: Nenhuma Mailing list selecionada
ro_ro: Nu a fost selectată nici o listă de distribuție
sv_se: Ingen e-postlista har valts
tr_tr: E-Posta listesi seçilmedi

source: Offsite code is specifically used for non-WordPress and other remote websites, not for the current one.
es_es: El Código Offsite es especificamente utilizado para no-WordPress y otros sitios remotos, no para el sitio en cuestión.
hu_hu: Az oldalon kivüli kód a nem WordPress oldalakon és egyéb távoli, jelenlegitől eltérő oldalakon használatos
pt_pt: Código externo é usado especificamente para sites que não sejam WordPress e outros sites remotos, não para o atual.
ro_ro: Codul offsite este folosit în mod specific pentru site-urile non-Wordpress şi alte site-uri de la distanță, nu pentru cel curent.
sv_se: Offsite kod används för icke-WordPress och andra webbplatse, inte för nuvarande.
tr_tr: Offsite kodu özellikle Wordpress kurulu olmayan ve diğer websiteler için kullanılır, bu sayfa için değil.

source: Subscribe
es_es: Suscribirse
hu_hu: Feliratkozás
pt_pt: Subscrição
ro_ro: Abonare
sv_se: Prenumerera
tr_tr: Abone Ol

source: Group has been saved.
es_es: El Grupo fue guardado.
hu_hu: Csoport elmentve
pt_pt: Grupo guardado.
ro_ro: Grupul a fost salvat.

source: Group could not be saved.
es_es: El grupo no pudo ser guardado.
hu_hu: Csoport mentélse sikerltelen
pt_pt: Grupo não pôde ser guardado.
ro_ro: Grupul nu a putut fi salvat.

source: Group could not be read
es_es: El grupo no pudo ser leído
hu_hu: Csoport olvasása sikertelen
pt_pt: Grupo não pôde ser lido
ro_ro: Grupul nu poate fi citit.

source: No group was specified
es_es: Ningún grupo fue especificado
hu_hu: Nincs csoport kiválasztva
pt_pt: Nenhum grupo especificado
ro_ro: Nu a fost specificat nici un grup.

source: Group has been removed
es_es: El grupo fue borrado
hu_hu: Csoport eltávolítva
pt_pt: Grupo apagado
ro_ro: Grupul a fost eliminat.

source: Group cannot be removed
es_es: El grupo no puede ser borrado
hu_hu: Csoport nem eltávolítható
pt_pt: Grupo não pôde ser apagado
ro_ro: Grupul nu poate fi eliminat.

source: Selected groups have been removed.
es_es: Los grupos seleccionados fueron borrados.
hu_hu: Kiválasztott csoport eltávolítva
pt_pt: Grupos selecionados foram apagados.
ro_ro: Grupurile selectate au fost eliminate.

source: No groups were selected
es_es: No fueron seleccionados grupos
hu_hu: Nincsenek csoportok kiválasztva
pt_pt: Nenhum grupo selecionado
ro_ro: Nu a fost selectat nici un grup.

source: Subscriber has been saved
es_es: Los Suscriptores fueron guardados
hu_hu: Feliratkozó mentve
pt_pt: Subscrição guardada
ro_ro: Abonatul a fost salvat
sv_se: Prenumerant har sparats
tr_tr: Abone kaydedildi

source: Subscriber could not be saved
es_es: Los Suscriptores no pudieron ser guardados
hu_hu: Feliratkozó mentése sikertelen
pt_pt: Subscrição não pôde ser guardada
ro_ro: Abonatul nu poate fi salvat
sv_se: Prenumerant kunde inte sparas
tr_tr: Abone kaydedilemedi

source: Subscriber cannot be read
es_es: El Suscriptor no puede ser leído
hu_hu: Feliratkozó nem olvasható
pt_pt: Subscrição não pôde ser lida
ro_ro: Abonatul nu poate fi citit
sv_se: Prenumerant kunde inte läsas
tr_tr: Abone okunulamadı

source: No subscriber was specified
es_es: No fue especificado el Suscriptor
hu_hu: Nincs feliratkozó kiválasztva
pt_pt: Subscritor não especificado
ro_ro: Nu a fost specificat nici un abonat
sv_se: Ingen prenumerant specificerades
tr_tr: Abone belirtilmedi

source: Subscriber has been removed
es_es: Los Suscriptores fueron borrados
hu_hu: Feliratkozó eltávolítva
pt_pt: Subscrição apagada
ro_ro: Abonatul a fost eliminat
sv_se: Prenumerant har raderats
tr_tr: Abone silindi

source: Subscriber cannot be removed
es_es: Los Suscriptores no pueden ser borrados
hu_hu: Feliratkozó nem törölhető
pt_pt: Subscrição não pôde ser apagada
ro_ro: Abonatul nu poate fi eliminat
sv_se: Prenumerant kan inte raderas
tr_tr: Abone silinemedi

source: Selected mailing lists have been appended to the subscribers
es_es: Las listas de correo seleccionadas han sido adjuntadas a los suscriptores
hu_hu: A kiválasztott levelezési lista csatolva a feliratkozókhoz
pt_pt: Mailing lists selecionadas foram anexadas aos subscritores
ro_ro: Listele de distribuție selectate au fost atașate abonaţilor
sv_se: Vald e-postlista har fästs vid prenumeranter
tr_tr: Seçili e-posta listesi, aboneler ile iliştir

source: Selected mailing lists have been assigned to the subscribers
es_es: Las listas de correo seleccionadas han sido asignadas a los suscriptores
hu_hu: A kiválasztott levelezési lista hozzárendelve a feliratkozókhoz
pt_pt: Mailing lists selecionadas foram atribuídas aos subscritores
ro_ro: Listele de distribuție selectate au fost alocate abonaţilor
sv_se: Vald e-postlista har tilldelats prenumeranter
tr_tr: Seçili e-posta listeleri, abonelere atandı

source: Selected subscribers have been removed
es_es: Los Suscriptores seleccionados fueron borrados
hu_hu: Kiválasztott feliratkozó eltávolítva
pt_pt: Subscritores selecionados foram apagados
ro_ro: Abonaţii selectaţi au fost eliminaţi
sv_se: Valda prenumeranter har raderats
tr_tr: Seçili aboneler silindi

source: Selected subscribers set as active
es_es: Los Suscriptores seleccionados fueron configurados como Activos
hu_hu: Kiválasztott feliratkozó aktiválva
pt_pt: Subscritores selecionados colocados como ativos
ro_ro: Abonaţii selectaţi sunt setaţi ca activi
sv_se: Valda prenumeranter har sats som aktiva
tr_tr: Seçili aboneler aktive edildi

source: Selected subscribers deactivated
es_es: Los Suscriptores seleccionados fueron desactivados
hu_hu: Kiválasztott feliratkozó inaktiválva
pt_pt: Subscritores selecionados desativados
ro_ro: Abonaţii selectaţi sunt dezactivaţi
sv_se: Valda prenumeranter har avaktiverats
tr_tr: Seçili aboneler deaktive edildi

source: No subscribers were selected
es_es: No se seleccionaron Suscriptores
hu_hu: Nincs feliratkozó kiválasztva
pt_pt: Nenhum subscritor selecionado
ro_ro: Nu a fost selectat nici un abonat
sv_se: Inga prenumeranter valdes
tr_tr: Hiçbir abone seçilmedi

source: subscribers
es_es: suscriptores
hu_hu: feliratkozók
pt_pt: subscritores
ro_ro: abonaţi
sv_se: prenumeranter
tr_tr: aboneler

source: and
es_es: y
hu_hu: és
pt_pt: e
ro_ro: şi
sv_se: och
tr_tr: ve

source: bounced emails were removed.
es_es: emails rebotados han sido borrados.
hu_hu: visszapattanó levelek eltávolítva
pt_pt: e-mails devolvidos foram apagados.
ro_ro: Adresele de email respinse au fost eliminate.
sv_se: studsande e-post raderades.
tr_tr: yeni düşen postalar silindi

source: No file selected for uploading
es_es: No se seleccionó un Archivo para subir
hu_hu: Nincs feltöltésre kijelölt fájl
pt_pt: Nenhum ficheiro selecionado para envio
ro_ro: Nu a fost selectat nici un fișier pentru încărcare
sv_se: Ingen fil vald för uppladdning
tr_tr: Yükleme için dosya seçilmedi

source: File could not be uploaded
es_es: El Archivo no pudo ser cargado
hu_hu: Sikertelen fájl felötölés
pt_pt: Ficheiro não pôde ser anexado
ro_ro: Fişierul nu a putut fi încărcat
sv_se: Fil kunde inte laddas upp
tr_tr: Dosya yüklenemedi

source: No mailing list selected
es_es: Ninguna Lista de Correo seleccionada
hu_hu: Nincs kiválasztva levelezési lista
pt_pt: Nenhuma mailing list selecionada
ro_ro: Nu a fost selectată nici o listă de distribuție
sv_se: Ingen e-postlista har valts
tr_tr: E-Posta listesi seçilmedi

source: No file type has been selected
es_es: No fue seleccionado el Tipo de Archivo
hu_hu: Nincs kiválasztva fájl típus
pt_pt: Nenhum tipo de ficheiro selecionado
ro_ro: Nu a fost selectat nici un tip de fişier
sv_se: Ingen filtyp har valts
tr_tr: Dosya türü seçilmedi

source: Csv file could not be created! Check "wp-content/uploads" permissions!
ro_ro: Fișierul CSV nu a putut fi creat. Verificați permisiunile pentru "wp-content/uploads"
sv_se: Csv fil kunde inte skapas! Kontrollera rättigheter för "wp-content/uploads"
tr_tr: Csv dosyası oluşturulamadı! Lütfen "wp-content/uploads" izinlerini kontrol edin

source: Subscribers could not be imported
es_es: Los Suscriptores no pudieron importarse
hu_hu: Feliratkozók importálása siketelen
pt_pt: Subscritores não foram importados
ro_ro: Abonaţii nu pot fi importaţi
sv_se: Prenumeranter kunde inte importeras
tr_tr: Aboneler içeri aktarılamadı
