Repository: wp-plugins/newsletters-lite
Catalog: languages/wp-mailinglist-*.po
Languages: es_es, hu_hu, pt_pt, ro_ro, sv_se, tr_tr

source: No file was specified for rendering
es_es: No fue especificado ningún archivo para renderear
hu_hu: Nicns ffájl kiválasztva a feldolgozásra
pt_pt: Nenhum ficheiro especificado para ser interpretado
ro_ro: Nu a fost specificat nici un fişier pentru procesare
sv_se: Ingen fil var specificerad för rendering
tr_tr: İşleme için dosya seçilmedi

source: Please fill in a serial key for the Newsletter plugin to continue use.
es_es: Por favor, completa un número de serie del plugin Newsletter para continuar utilizándolo.
hu_hu: Kérem adja meg a sorozatszámot, hogy használhassa a Newsletter bővítményt!
pt_pt: Por favor, preencher um número de série para o plugin Newsletter para continuar a utilizá-lo.
ro_ro: Vă rog introduceţi o cheie pentru modulul Newsletter, pentru a putea să îl folosiţi
sv_se: Vänligen skriv in licensnyckeln för Nyhetsbrev plugin så du kan fortsätta använda den.
tr_tr: Lütfen Newsletter eklentisini kullanabilmek için ürün anahtarınızı girin

source: Submit Serial Key
es_es: Ingresar Número de Serie
hu_hu: Sorozatszám elküldése
pt_pt: Enviar Número de Série
ro_ro: Trimitere cheie
sv_se: Skicka licensnyckel
tr_tr: Ürün anahtarı girin

source: There are
es_es: Hay
hu_hu: Vannak
pt_pt: Existem
ro_ro: Există

source: Folder named "wp-content/uploads/" is not writable
ro_ro: Directorul numit "wp-content/uploads/" nu poate fi scris
sv_se: Katalogen "wp-content/uploads/" är inte skrivbar
tr_tr: "wp-content/uploads/" dosyası yazılamaz

source: Folder named "wp-content/uploads/" does not exist
ro_ro: Directorul "wp-content/uploads/" nu există
sv_se: Katalogen "wp-content/uploads/" finns inte
tr_tr: "wp-content/uploads/" dosyası bulunamadı

source: Authentication string does not match.
es_es: El string de autenticación no coincide.
hu_hu: Hitelesítő szöveg nem egyezik
pt_pt: String de autenticação inválida.
ro_ro: Șirul de autentificare nu se potriveşte
sv_se: Autenticeringssträng matchar inte
tr_tr: Güvenlik şifresi uyuşmuyor

source: No authentication string was specified.
es_es: No fue especificada ninguna string de autenticación
hu_hu: Nincs hitelesítő szöveg kiválasztva
pt_pt: Nenhuma string de autenticação foi especificada.
ro_ro: Nu este specificat nici un șir de autentificare
sv_se: Ingen autenticeringssträng specificerades.
tr_tr: Güvenlik şifresi belirtilmedi

source: Stock themes have been added
es_es: Fue agregado un stock de Temas
hu_hu: Alap téma hozzáadva
pt_pt: Stock de modelos foram adicionados
ro_ro: Pachetul de teme a fost adăugat
sv_se: Lager teman har lagts till
tr_tr: Stok temaları eklendi

source: Please login as administrator for stock themes to be loaded
es_es: Por favor, ingresa como administrador para carga stock de temas
hu_hu: Jelentkezzen be rendszergazdaként, hogy betöltehesse az alap témákat
pt_pt: Por favor, aceda como administrador para ser carregados os modelos em stock
ro_ro: Vă rugăm autentificaţi-vă ca administrator pentru încărca pachetul de teme
sv_se: Vänligen logga in som administrator för att lager teman ska laddas
tr_tr: Lütfen stok temlarının yüklenmesi için yönetici olarak giriş yapın

source: Newsletter Theme Preview
es_es: Vista previa de Tema de Newsletter
hu_hu: Hírlevél sablon előnézet
pt_pt: Pré-Visualização do Modelo de Newsletter
ro_ro: Previzualizare temă mesaje
sv_se: Förhandsvisning av Nyhetsbrev tema
tr_tr: Bülten Tema Önizlemesi

source: Subscription has been activated
es_es: La Suscripción se ha activado
hu_hu: Feliratkozás aktiválva
pt_pt: Subscrição ativada
ro_ro: Abonamentul a fost activat
sv_se: Prenumeration har avaktiverats
tr_tr: Abonelik aktif hale getirildi

source: Subscription could not be activated
ro_ro: Abonamentul nu a putut fi activat
sv_se: Prenumeration kunde inte avaktiveras
tr_tr: Abonelik aktif hale getirilemedi

source: Click here to complete your order
es_es: Clickear aqui para completar tu pedido
hu_hu: Kattintson ide a befejezéshez
pt_pt: Clique aqui para completar seu pedido
ro_ro: Clic aici pentru a finaliza comanda
sv_se: Klicka här för att slutföra din beställning
tr_tr: Siparişinizi tamamlamak için tıklayınız

source: Authorization has failed
ro_ro: Autorizarea a eșuat
sv_se: Autenticering har misslyckats
tr_tr: Yetkilendirme başarısız oldu

source: Subscription is already active
ro_ro: Abonamentul este deja activ
sv_se: Prenumeration är redan aktiv
tr_tr: Abonelik zaten geçerli

source: Subscription cannot be read
ro_ro: Abonamentul nu poate fi citit
sv_se: Prenumeration kan inte läsas
tr_tr: Abonelik okunamıyor

source: Subscription is invalid
es_es: La Suscripción es inválida
hu_hu: Feliratkozás érvénytelen
pt_pt: Subscrição inválida
ro_ro: Abonamentul este invalid
sv_se: Prenumeration är felaktig
tr_tr: Abonelik geçersiz

source: An HTTP error has occurred. PayPal cannot be contacted.
es_es: Ha ocurrido un error de HTTP. No se puede conectar con PayPal.
hu_hu: HTTP hiba lépett fel. A PayPal nem tud csatlakozni.
pt_pt: Ocorreu um erro HTTP. Paypal não foi contactado.
ro_ro: A avut loc o eroare HTTP . PayPal nu poate fi contactat.
sv_se: Ett HTTP fel har uppstått. PayPal kan inte kontaktasq
tr_tr: HTTP hatası oluştu. PayPal'a bağlanamadı.

source: The payment has failed. Please try again
es_es: El pago ha fallado. Por favor, inténtalo nuevamente
hu_hu: A fizetés nem sikerült. Kérem próbálja újra
pt_pt: O pagamento falhou. Por favor, tente de novo
ro_ro: Plata a eșuat. Vă rugăm să încercaţi din nou
sv_se: Betalning har misslyckats. Vänligen prova igen
tr_tr: Ödeme başarısız oldu. Lütfen tekrar deneyin

source: The payment has been denied. This payment could already be pending
es_es: El pago ha sido denegado. Este pago podría estar pendiente
hu_hu: Terhelés visszautasítva. Ez a fizetés még várakozik
pt_pt: O pagamento foi negado. É possível que este pagamento esteja pendente
ro_ro: Plată a fost refuzată. Această plată ar putea fi deja în aşteptare
sv_se: Betalning av blivit nekad. Denna betalning kanske redan ligger i kö
tr_tr: Ödeme reddedildi. Ödeme dahala askıda olabilir

source: Thank you for your PayPal subscription. Your payment is currently pending. Please wait for the merchant to accept it
es_es: Gracias por tu pago de suscripción con PayPal. Tu pago está pendiente. Por favor, aguarda a que el sistema lo acepte
hu_hu: Köszönjük a PayPal-on keresztüli felirakozását. A fizetés folyamatban van. Kérem várjon az elfogadásig.
pt_pt: Obrigado pela sua subscrição via PayPal. O seu pagamento está neste momento pendente. Por favor, aguarde a aceitação da empresa de cobrança.
ro_ro: Vă mulţumim pentru abonamentul efectuat prin PayPal. Plata dvs. este în desfășurare. Vă rugăm să aşteptaţi confirmarea finalizării ei!
sv_se: Tack för din PayPal prenumeration. Din betalning ligger avvaktande. Vänligen vänta på att köpmannen accepterar den
tr_tr: PayPal aboneliğiniz için teşekkürler. Ödemeniz şu anda kontrol ediliyor. Satıcı onayı bekleniyor

source: PayPal subscription has been cancelled
es_es: La Suscripción de PayPal ha sido cancelada
hu_hu: PayPal előfizetés visszavonva
pt_pt: Subscrição Paypal foi cancelada
ro_ro: Abonamentul efectuat prin PayPal a fost anulat
sv_se: PayPal prenumeration har ångrats
tr_tr: PayPal aboneliği reddedildi

source: PayPal has marked the transaction as invalid
es_es: La transacción de PayPal fue marcada como inválida
hu_hu: A PayPal tranzakció érvénytelen
pt_pt: PayPal registou a transação como inválida
ro_ro: PayPal a marcat tranzacţia ca invalidă
sv_se: PayPal har markerat denna transaktion som felaktig
tr_tr: PayPal ödemeyi geçersiz olarak işaretledi

source: Payment received and subscription activated
es_es: El pago fue recibido y la Suscripción fue activada
hu_hu: Sikeres fiztetés és aktivált feliratkozás
pt_pt: Pagamento recebido e subscrição ativada
ro_ro: Plată a fost primită şi abonamentul a fost activat
sv_se: Betalning mottagen och prenumeration aktiverad
tr_tr: Ödeme alındı ve abonelik aktive edildi

source: Payment amount and mailing list price does not match up
ro_ro: Suma de plată şi preţul listei de distribuție nu se potrivesc
sv_se: Betald summa och pris för prenumeration stämmer inte överens
tr_tr: Ödeme miktarı ve e-posta listesi fiyatı eşleşmiyor

source: Thank you for your PayPal subscription payment. Your newsletter subscription has been activated and will remain active for as long as your PayPal recurring payment is processed.
ro_ro: Vă mulţumim pentru plata abonamentului prin PayPal. Abonamentul dvs. la lista de distribuție a fost activat şi va rămâne activ atâta timp cât plata recurentă prin PayPal poate fi procesată.
sv_se: Tack för din betalning för PayPal Prenumeration. Ditt nyhetsbrev har aktiverats och kommer fortsätta vara aktivt så länge du betalar din återkommande avgift.
tr_tr: PayPal abonelik ödemeniz için teşekkürler. Aboneliğiniz aktive edildi ve düzenli PayPal ödemeleri devamınca aktif olacaktır.

source: Thank you for your PayPal payment. Your subscription has been activated and you will be notified when it expires in order to renew it.
ro_ro: Vă mulţumim pentru plata efectuată prin PayPal. Abonamentul dvs. a fost activat şi veţi fi notificat când acesta expiră în scopul de a-l reînnoi.
sv_se: Tack för din betalning via PayPal. Din prenumeration har aktiverats och du kommer notifieras när det är dags att förnya den.
tr_tr: PayPal ödemeniz için teşekkürler. Aboneliğiniz onaylandı. Üyeliğiniz bitmeye yakın, size yenilemeniz için haber verilecektir.

source: Hash encryption failed! Please contact us
es_es: ¡Ha fallado el Hash Encriptado! Por favor, contáctenos
hu_hu: Kódolási hiba! Lépjen velünk kapcsolatba
pt_pt: Encriptação Hash falhou! Por favor, contacte-nos
ro_ro: Criptarea hash a eșuat! Vă rugăm să ne contactați
sv_se: Hash kryptering misslyckades! Vänligen kontakta oss
tr_tr: Hash Şifrelemesi başarısız oldu! Lütfen iletişime geçin

source: Credit card could not be processed
ro_ro: Cartea de credit nu a putut fi procesată
sv_se: Kreditkort kunde inte bearbetas
tr_tr: Kredi kart işlenemedi

source: Newsletter cannot be read
es_es: El Newsletter no se puede leer
hu_hu: Hírlevél nem olvasható
pt_pt: Newsletter não pôde ser lida
ro_ro: Mesajul nu poate fi citit
sv_se: Nyhetsbrev kan inte läsas
tr_tr: Bülten okunamıyor

source: No newsletter was specified
es_es: No fue especificado ningún Newsletter
hu_hu: Nincs hirlevél kiválasztva
pt_pt: Nenhuma newsletter foi especificada
ro_ro: Nu a fost specificat nici un mesaj
sv_se: Inget Nyhetsbrev specificerades
tr_tr: Bülten seçilmedi

source: Send as Newsletter
es_es: Enviar un Newsletter
hu_hu: Küldés Hírlevélként
pt_pt: Enviar como Newsletter
ro_ro: Trimite ca mesaj
sv_se: Skicka ett Nyhetsbrev
tr_tr: Bülten olarak gönder

source: emails were sent/queued.
es_es: No se encontraron Emails en la Cola de Envío.
hu_hu: levelek elküldve/sorbaállítva
pt_pt: e-mails enviados/em fila.
ro_ro: mesaje au fost trimise sau plasate în coadă.

source: users were imported as subscribers.
es_es: los usuarios fueron importados como suscriptores.
hu_hu: felhasználók feliratkozóként kerültek importálásra
pt_pt: utilizadores importados como subscritores.
ro_ro: utilizatori au fost importați ca abonați.

source: emails added to the email queue.
ro_ro: mesaje adăugate la coada de trimitere.

source: emails have been sent out
ro_ro: mesaje au fost trimise
sv_se: meddelanden har skickats ut
tr_tr: E-Posta'lar gönderildi.

source: Every 2 Minutes
es_es: Cada 2 minutos
hu_hu: Minden 2 percben
pt_pt: Cada 2 Minutos
ro_ro: La fiecare 2 minute
sv_se: Varje 2:a minut
tr_tr: 2 Dakikada Bir

source: Every 5 Minutes
es_es: Cada 5 minutos
hu_hu: Minden 5 percben
pt_pt: Cada 5 Minutos
ro_ro: La fiecare 5 minute
sv_se: Varje 5:e minut
tr_tr: 5 Dakikada Bir

source: Every 10 Minutes
es_es: Cada 10 minutos
hu_hu: Minden 10 percben
pt_pt: Cada 10 Minutos
ro_ro: La fiecare 10 minute
sv_se: Varje 10:e minut
tr_tr: 10 Dakikada Bir

source: Every 20 Minutes
es_es: Cada 20 minutos
hu_hu: Minden 20 percben
pt_pt: Cada 20 Minutos
ro_ro: La fiecare 20 minute
sv_se: Varje 20:e minut
tr_tr: 20 Dakikada Bir

source: Every 30 Minutes
es_es: Cada 30 minutos
hu_hu: Minden 30 percben
pt_pt: Cada 30 Minutos
ro_ro: La fiecare 30 minute
sv_se: Varje 30:e minut
tr_tr: 30 Dakikada Bir

source: Every 40 Minutes
es_es: Cada 40 minutos
hu_hu: Minden 40 percben
pt_pt: Cada 40 Minutos
ro_ro: La fiecare 40 minute
sv_se: Varje 40:e minut
tr_tr: 40 Dakikada Bir

source: Every 50 minutes
es_es: Cada 50 minutos
hu_hu: Minden 50 percben
pt_pt: Cada 50 Minutos
ro_ro: La fiecare 50 minute
sv_se: Varje 50:e minut
tr_tr: 50 Dakikada Bir

source: Once Weekly
es_es: Una vez a la semana
hu_hu: Hetente egyszer
pt_pt: Semanalmente
ro_ro: Săptămânal
sv_se: En gång i veckan
tr_tr: Haftalık

source: Once Monthly
es_es: Una vez al mes
hu_hu: Havonta egyszer
pt_pt: Mensalmente
ro_ro: Lunar
sv_se: En gång i månaden
tr_tr: Aylık

source: Serial Key
es_es: Número de Serie
hu_hu: Sorozatszám
pt_pt: Número de Série
ro_ro: Cheie
sv_se: Licensnyckel
tr_tr: Ürün Anahtarı

source: read more
es_es: leer más
hu_hu: bővebben
pt_pt: ler mais
ro_ro: citiți mai multe
tr_tr: daha fazla

source: Newsletters
hu_hu: Hírlevelek
ro_ro: Newslettere
sv_se: Nyhetsbrev
tr_tr: Bültenler

source: Overview
es_es: Resumen
hu_hu: Áttekintés
pt_pt: Visão geral
ro_ro: Prezentare generală
sv_se: Översikt
tr_tr: Genel Bakış

source: General Configuration
es_es: Configuración General
hu_hu: Általános beállítások
pt_pt: Configuração Geral
ro_ro: Configurație generală

source: Configuration
es_es: Configuración
hu_hu: Beállítások
pt_pt: Configuração
ro_ro: Configurație
sv_se: Konfiguration
tr_tr: Ayarlar

source: Subscribers Configuration
es_es: Confirmación de Suscriptores
hu_hu: Feliratkozók beállítások
pt_pt: Configuração de Subscritores
ro_ro: Configurație abonați

source: Subscribers
es_es: Suscriptores
hu_hu: Feliratkozók
pt_pt: Subscritores
ro_ro: Abonaţi
sv_se: Prenumeranter
tr_tr: Aboneler

source: Email Templates Configuration
es_es: Configuración de Plantillas de Email
hu_hu: E-mail sablonok beállítása
pt_pt: Configuração de Modelos de E-mail
ro_ro: Configurație machete email

source: Email Templates
es_es: Plantillas de Email
hu_hu: E-mail sablonok
pt_pt: Modelos de E-mail
ro_ro: Şabloane mesaje
sv_se: Mallar för e-post
tr_tr: E-Posta Şablonları

source: System Configuration
es_es: Configuración de Sistema
hu_hu: Rendszer beállítások
pt_pt: Configuração do Sistema
ro_ro: Configurație sistem

source: System
es_es: Sistema
hu_hu: Rendszer
pt_pt: Sistema
ro_ro: Sistem

source: Scheduled Tasks
es_es: Tareas Programadas
hu_hu: Időzített feladatok
pt_pt: Tarefas Agendadas
ro_ro: Detalii programare

source: Updates
es_es: Actualizaciones
hu_hu: Frissítések
pt_pt: Atualizações
ro_ro: Actualizări

source: Create Newsletter
es_es: Crear Newsletter
hu_hu: Hírlevél létrehozása
pt_pt: Criar Newsletter
ro_ro: Creare mesaj
tr_tr: Bülten yarat

source: Autoresponders
es_es: Autorespuestas
hu_hu: Automatikus válaszok
pt_pt: Respostas Automáticas
ro_ro: Autorespondere
tr_tr: Otomatik Cevaplayıcılar

source: Autoresponder Emails
es_es: Emails de Autorespuestas
hu_hu: Automatikus válasz e-mailek
pt_pt: E-mails de Respostas Automáticas
ro_ro: Mesaje autorespondere
tr_tr: Otomatik Cevaplayıcı E-postaları

source: Mailing Lists
es_es: Listas de Correo
hu_hu: Levelezési listák
ro_ro: Liste de distribuție
sv_se: E-postlistor
tr_tr: E-Posta Listesi

source: Groups
es_es: Grupos
hu_hu: Csoportok
pt_pt: Grupos
ro_ro: Grupuri
sv_se: Grupper
tr_tr: Gruplar

source: Custom Fields
es_es: Campos Personalizados
hu_hu: Egyedi mezők
pt_pt: Campos Personalizados
ro_ro: Câmpuri personalizate
sv_se: Egna Fält
tr_tr: Özel Alanlar

source: Import/Export Subscribers
es_es: Importar/Exportar Suscriptores
hu_hu: Feliratkozók importálása/exportálása
pt_pt: Importar/Exportar Subscritores
ro_ro: Import/Export abonaţi
sv_se: Importera/exportera Prenumeranter
tr_tr: Abone Aktar/Çıkart

source: Themes
es_es: Temas
hu_hu: Témák
pt_pt: Modelos
ro_ro: Teme
sv_se: Teman
tr_tr: Temalar

source: Save a Template
ro_ro: Salvează un şablon
sv_se: Spara en Mall
tr_tr: Şablonu Kaydet

source: Email Queue
es_es: Cola de Envío de Emails
hu_hu: Sorban álló levelek
pt_pt: E-mail em Fila
ro_ro: Coada de mesaje
sv_se: E-post Kö
tr_tr: E-Posta Sırası

source: History/Draft Emails
ro_ro: Istoric/Ciorne mesaje
sv_se: Historik/Utkast
tr_tr: Eski/Yarım E-Postalar

source: Subscription Orders
es_es: Pedidos de Suscripción
hu_hu: Feliratkozási szabályok
pt_pt: Ordens de Subscrição
ro_ro: Comenzi abonamente
sv_se: Beställningar för Prenumeration
tr_tr: Abonelik Siparişleri

source: Subscriber Statistics
ro_ro: Statistici abonați
sv_se: Statistik för Prenumeranter
tr_tr: Abonelik İstatistikleri

source: Subscriber Stats
es_es: Estadísticas de Suscriptores
hu_hu: Feliratkozók statisztikája
ro_ro: Statistici abonamente
sv_se: Statistik för Prenumeranter
tr_tr: Abonelik Verileri

source: Extensions
es_es: Extensiones
hu_hu: Kiegészítők
pt_pt: Extensões
ro_ro: Extensii
tr_tr: Uzantılar

source: Support &amp; Help
es_es: Soporte y Ayuda
hu_hu: Támogatás &amp; Segítség
pt_pt: Apoio &amp; Ajuda
ro_ro: Suport &amp; Ajutor
sv_se: Support och Hjälp
tr_tr: Destek ve Yardım

source: Theme
es_es: Tema
hu_hu: Témák
pt_pt: Modelo
ro_ro: Teme
sv_se: Tema
tr_tr: Tema

source: Send Newsletter
es_es: Enviar Newsletter
hu_hu: Hírlevél küldése
pt_pt: Enviar Newsletter
ro_ro: Trimitere mesaj
sv_se: Skicka Nyhetsbrev
tr_tr: Bülten Yolla

source: Variables &amp; Custom Fields
es_es: Variables y Campos Personalizados
hu_hu: Változók &amp; Egyedi mezők
pt_pt: Variáveis &amp; Campos Personalizados
ro_ro: Variabile şi câmpuri personalizate
sv_se: Variabler och Egna Fält
tr_tr: Değişkenler ve Özel Alanlar

source: Email Attachment
es_es: Archivo Adjunto de Email
hu_hu: Mellékletek
pt_pt: Anexo E-mail
ro_ro: Ataşament email
sv_se: E-post bilaga
tr_tr: E-Posta Eklentisi

source: Publish as Post
es_es: Publicar como Entrada
hu_hu: Bejegyzésként közzétesz
pt_pt: Publicar como Artigo
ro_ro: Publicare ca articol
sv_se: Publicera som inlägg
tr_tr: Yazı olarak Yayınla

source: Newsletter Template
ro_ro: Şablon mesaje
sv_se: Mall för Nyhetsbrev
tr_tr: Bülten Şablonu

source: Configuration Settings
es_es: Opciones de Configuración
hu_hu: konfigurációs beállítások
pt_pt: Configurações
ro_ro: Setări configurație
sv_se: Konfigurationsinställningar
tr_tr: Genel Ayarlar

source: General Mail Settings
es_es: Configuración General de Correo
hu_hu: Általános levelezési beállítások
pt_pt: Configurações do Mail
ro_ro: Setări generale pentru email
sv_se: Generella inställningar för e-post
tr_tr: Genel E-Posta Ayarları

source: Sending Settings
es_es: Configuración de Envío
hu_hu: Küldési beállítások
pt_pt: Configurações de Envio
ro_ro: Setări trimitere

source: Default Subscription Form Settings
es_es: Configuración predeterminada de Formulario de Suscripción
hu_hu: Alapértelmezett feliratkozás beállítása
pt_pt: Configurações do Formulário de Subscrição Padrão
ro_ro: Setări implicite formular abonare
sv_se: Standardinställningar för formulär gällande prenumeration
tr_tr: Varsayılan Abonelik Form Ayarları

source: Paid Subscriptions
es_es: Suscripciones Pagas
hu_hu: Fizetett Felirtkozások
pt_pt: Subscrições Monetárias
ro_ro: Abonamente plătite
sv_se: Betalda prenumerationer
tr_tr: Ödemeli Abonelikler

source: PayPal Configuration
es_es: Configuración PayPal
hu_hu: PayPal beállítások
pt_pt: Configuração PayPal
ro_ro: Configurare PayPal
sv_se: PayPal Konfiguration
tr_tr: PayPal Ayarları

source: 2CheckOut Configuration
es_es: Configuración 2CheckOut
hu_hu: 2CheckOut beállítások
pt_pt: Configuração 2CheckOut
ro_ro: Configurare 2CheckOut
sv_se: 2CheckOut Konfiguration
tr_tr: 2CheckOut Ayarları

source: Post Publishing Configuration
ro_ro: Configurarea publicării articolelor
sv_se: Konfiguration för att skicka inlägg som nyhetsbrev
tr_tr: Yazı Gönderim Ayarları

source: Email Scheduling
es_es: Calendario de Email
hu_hu: Levelek időzítése
pt_pt: Agendamento do E-mail
ro_ro: Programare mesaje
sv_se: Schemaläggning för e-post
tr_tr: E-Posta Zamanlaması

source: Bounce Configuration
es_es: Configuración de Rebotes
hu_hu: Visszapattanók beállítása
pt_pt: Configuração de Devoluções
ro_ro: Configurare abonați cu adrese email respinse
sv_se: Konfiguration för studsar
tr_tr: E-Posta Düşme Ayarları

source: Latest Posts Subscription
es_es: Últimos Entradas de Suscripción
hu_hu: Legújabb bejegyzésekre való feliratkozás
pt_pt: Subscrição dos Últimos Artigos
ro_ro: Abonament la cele mai recente articole
sv_se: Prenumeration för Senaste inlägg
tr_tr: Son Yazıların Abonelikleri

source: Theme, Scripts &amp; Custom CSS
es_es: Tema, Scripts y CSS Personalizado
hu_hu: Témák, Kódok &amp; Egyedi stílusok
pt_pt: Modelos, Scripts &amp; CSS
ro_ro: Temă, Scripturi &amp; CSS personalizat

source: Language Configuration
es_es: Configuración de Lenguaje
hu_hu: Nyelv beállítások
pt_pt: Configuração do Idioma
ro_ro: Configurare limbă
sv_se: Konfiguration för Språk
tr_tr: Dil Ayarları

source: Confirmation Email
es_es: Email de Confirmación
hu_hu: Megerősítő e-mail
pt_pt: E-mail de Confirmação
ro_ro: Mesaj confimare

source: Bounce Email
es_es: Email de Rebote
hu_hu: Visszapattanó e-mail
pt_pt: E-mails Devolvido
ro_ro: Email respins

source: Unsubscribe Email
es_es: Email de Desuscripción
hu_hu: Leriratkozó e-mail
ro_ro: Email dezabonare

source: Expiration Email
es_es: Email de Expiración
hu_hu: Lejáró e-mail
pt_pt: E-mail de Validade
ro_ro: Email expirare

source: Paid Subscription Email
es_es: Email de Suscripción Paga
hu_hu: Fizetett feliratkozó e-mail
pt_pt: E-mail de Subscrição Paga
ro_ro: Email abonament plătit

source: Cron Schedule Email
es_es: Email de Cron/Tarea Programada
hu_hu: Cron időzített e-mail
pt_pt: E-mail de Cron/Agendamento
ro_ro: Programare email CRON

source: New Subscription Email
es_es: Nuevo Email de Suscripción
hu_hu: Új feliratkozó e-mail
pt_pt: E-mail de Nova Subscrição
ro_ro: Email abonament nou

source: Subscriber Management Section
es_es: Sección de Administración de Suscriptor
hu_hu: Feliratkozók kezelése
pt_pt: Secção de Gestão de Subscritores
ro_ro: Secțiune de administrare abonați

source: Subscription Behaviour
es_es: Comportamiento de Suscripción
hu_hu: Feliratkozás szabályai
pt_pt: Comportamento após Subscrição
ro_ro: Comportamentul abonamentului
sv_se: Beteende för Prenumeration
tr_tr: Abonelik Davranışı

source: Unsubscribe Behaviour
es_es: Comportamiento de Desuscripción
hu_hu: Leiratkozás
pt_pt: Comportamento de Cancelamento
ro_ro: Comportamentul dezabonării

source: WordPress Related
es_es: Relacionado a WordPress
hu_hu: WordPress fuggő
pt_pt: Ligação WordPress
ro_ro: Referitoare la Wordpress
sv_se: WordPress Relaterat
tr_tr: WordPress ile İlgili

source: WordPress Comment- and Registration Form
es_es: Comentario de WordPress - and Formulario de Registración
hu_hu: WordPress Komment és Regisztráció űrlap
pt_pt: Comentário WordPress - e Formulário de Registo
ro_ro: Formular comentariu WordPress și formular de înregistrare WordPress

source: Subscription form on your sidebar.
ro_ro: Formular abonament în sidebar
sv_se: Beställningar för Prenumerationer

source: Newsletter Subscription
ro_ro: Abonament Newsletter

source: Email template has been loaded into the subject field and editor below.
es_es: La Plantilla de Email ha sido cargada dentro del campo de asunto del editor de abajo.
hu_hu: Levél sablon betölteve a tárgymezőbe és a szerkesztőbe
pt_pt: O modelo de e-mail foi carregado no campo do assunto e editor em baixo.
ro_ro: Şablonul pentru mesaj a fost încărcat în câmpul subiect şi în editor.
sv_se: Mall för e-post har laddads in i editorn nedan
tr_tr: Email şablonu aşağıdaki konu boşluğuna ve editöre yüklenmiştir.
